{
  "dac_ability_autoattack": "Auto-atac",
  "dac_ability_regen": "Regenerare",
  "dac_ability_antimage_mana_break": "Sfărâmare de mana",
  "dac_ability_antimage_mana_break_description": "PASIV: Anti-Mag arde [30/60/90] din mana adversarului în urma fiecărui atac, cauzând țintei 50% din mana arsă drept daune. Acesta arde [2/4/6] de puncte de vâlvă când lovește lorzii.",
  "dac_ability_antimage_mana_break_lore": "Anti-Magul a venit după mine... iar eu voi fi pregătit. - <i>Turath, fugar din Moșia Tyler</i>",
  "dac_ability_queenofpain_scream_of_pain": "Țipătul durerii",
  "dac_ability_queenofpain_scream_of_pain_description": "Regina Durerii emite un țipăt asurzitor în jurul ei, cauzând [200/300/400] de daune inamicilor aflați la o distanță de 3 celule.",
  "dac_ability_queenofpain_scream_of_pain_lore": "E posibil ca Akașa să nu fie o prietenă foarte apropiată, dar mă ajută cu plăcere atunci când știe că va putea folosi favorul mai încolo împotriva mea.- <i>Anessix, demon pragmatic</i>",
  "dac_ability_lina_laguna_blade": "Lama laguna",
  "dac_ability_lina_laguna_blade_description": "Lina dezlănțuie un fulger care cauzează [600/800/1500] de daune unei singure unități și o incendiază timp de 5 secunde.",
  "dac_ability_lina_laguna_blade_lore": "Nu a fost greu s-o conving pe Lina să vină spre Spira Albă, ne admirăm activitatea în mod reciproc. <i>Hobgen, incendiator profesionist</i>",
  "dac_ability_natures_prophet_summon_tree": "Chemarea naturii",
  "dac_ability_natures_prophet_summon_tree_description": "Profetul Naturii invocă un treant. Treantul este considerat drept druid.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno a cerut ajutor micilor săi prieteni din pădure... s-ar putea să fie de rău. - <i>O'nia, negustoarea izgonită din Revtel</i>",
  "dac_ability_natures_prophet_wrath_of_nature": "Mânia naturii",
  "dac_ability_natures_prophet_wrath_of_nature_description": "Profetul Naturii lovește o țintă cu o energie care cauzează [250/275/300] de daune. Energia acesta sare de [3/4/5] ori pe inamicii de pe tablă, mărind daunele cu [10/13/15]% per salt.",
  "dac_ability_natures_prophet_wrath_of_nature_lore": "În realitate, scopul meu este fără de folos. Nu ai nevoie de o armă pentru a ucide un om, tot ceea ce-ți trebuie este răbdarea pentru a lăsă natura să-și facă treaba. - <i>Liniște, robot calculat</i>",
  "dac_ability_windrunner_powershot": "Săgeată străpungătoare",
  "dac_ability_windrunner_powershot_description": "Pădurașa Vântului își pregătește arcul timp de 1.5 secunde pentru o lovitură puternică, cauzând până la [200/400/600] de daune. Pentru fiecare inamic lovit de Săgeată străpungătoare, daunele îi vor fi reduse cu 10%.",
  "dac_ability_windrunner_powershot_lore": "Mi-am făcut mulți prieteni de-a lungul călătoriilor mele și nu mi-e teamă să cer favoruri. - <i>Wren, călătoare prin lume</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Butoi paralizant",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Vraciul lansează un butoi cu praf paralizant care sare de [5/7/9] ori de la o unitate inamică la alta, năucindu-le și cauzându-le [50/75/100] de daune celor lovite.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Îmi place să te văd la muncă, vraciule... - <i>Hobgen, zâna poznașă</i>",
  "dac_ability_juggernaut_blade_fury": "Furia spadei",
  "dac_ability_juggernaut_blade_fury_description": "Demolatorul se învârte cu sabia sa, devenind imun la magie și cauzând [50/100/150] de daune per secundă unităților inamice la o distanță de 1 celulă timp de 5 secunde. De asemenea, Demolatorul poate începe să se învârtească pentru a evita un atac magic.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero nu este doar un războinic, este un Demolator. Dacă îl convingem să vină de partea noastră, vom avea grămezi întregi de cadavre cât am clipi. - <i>Momentul în care Grek analizează situația din toate unghiurile</i>",
  "dac_ability_sandking_burrowstrike": "Atac subteran",
  "dac_ability_sandking_burrowstrike_description": "Regele Nisipurilor sapă în subteran și înaintează lovind inamicii cu un total de [150/250/350] de daune și năucindu-i timp de 2 secunde.\nAplică o suprapunere Final caustic pe toți inamicii loviți.",
  "dac_ability_sandking_burrowstrike_lore": "Am depus mult efort pentru a stabili rețeaua noastră de tunele. Nu ne putem permite ca Regele Nisipurilor să năruiască ceea ce am construit. - <i>Jull, baronul băuturilor spirtoase</i>",
  "dac_ability_sandking_caustic_finale": "Final caustic",
  "dac_ability_sandking_caustic_finale_description": "PASIV: Oricând Regele Nisipurilor lovește un inamic, ținta va fi otrăvită pentru 3.5 secunde. Atunci când efectul otrăvii se încheie, aceasta va exploda și cauza [50/100/200] de daune și va încetini viteza de atac a tuturor inamicilor adiacenți țintei cu -35 timp de 1.75 secunde. Daunele sunt înjumătățite dacă ținta mai e încă în viață.",
  "dac_ability_sandking_caustic_finale_lore": "Chiar nu poate să folosească o prelată? - <i>Anessix, demoniță curată</i>",
  "dac_ability_shadow_fiend_requiem": "Recviemul sufletelor",
  "dac_ability_shadow_fiend_requiem_description": "Năpasta Umbrelor invocă sufletele celor blestemați și eliberează energia demonică în jurul său, cauzând [100/175/250] de daune inamicilor prinși în explozie.",
  "dac_ability_shadow_fiend_requiem_lore": "Eu și Curtea din Ristul avem o... înțelegere. - <i>Anessix, demonul legat de pământ</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Lovitură de grație",
  "dac_ability_phantom_assassin_coup_de_grace_description": "Asasinul Fantomatic are o șansă de [15/20/25]% de a cauza unităților inamice o lovitură critică devastatoare de [300/450/600]%.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "L-a asasinat pe Kwerthias, de ce nu aș presupune că ar veni și după capul meu? - <i>O'nia, negustoarea paranoică</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Aură de precizie",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASIV: Pădurașa Drow oferă un bonus de [10/20/30]% la viteza de atac tuturor aliaților aflați la o distanță de 1 celulă.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex. Tu și eu vom ajunge în vârf. Crede-mă. - <i>Grek, scamatorul cu experiență</i>",
  "dac_ability_morphling_waveform": "Formă de val",
  "dac_ability_morphling_waveform_description": "Acvamarin se transformă în lichid și înaintează, cauzându-le unităților inamice din calea sa [150/250/350] de daune.\n\nAcvamarin este invulnerabil în timpul Formei de val.",
  "dac_ability_morphling_waveform_lore": "Abilitatea lui Turath de a obține favoruri de pe seama lui Acvamarin e... deranjantă. - <i>Liniște, conspirator robotic</i>",
  "dac_ability_axe_berserkers_call": "Chemarea războinicului",
  "dac_ability_axe_berserkers_call_description": "Satâr batjocorește unitățile inamice aflate la o distanță de 1 celulă, forțându-le să-l atace timp de [2/3/4] secunde. Cât timp Chemarea războinicului este activă, Satâr primește [15/25/35] de armură bonus.",
  "dac_ability_axe_berserkers_call_lore": "E ușor să faci rost de ajutorul lui Satâr... tot ce-ți trebuie este o berulă și promisiunea unei povești bune pe care s-o spună. - <i>Wren, rebelă convingătoare</i>",
  "dac_ability_razor_plasma_field": "Câmp de plasmă",
  "dac_ability_razor_plasma_field_description": "Tăiș generează un cerc de plasmă care se mărește în putere pe cât se extinde, dar electrocutează și la retragere, încetinind și cauzând până la [50/100/150] de daune unităților inamice aflate la o distanță de până la 3 celule.\n\nDaunele și încetinirea se măresc proporțional cu distanța față de Tăiș.\n\nCâmpul de plasmă lovește fiecare inamic de două ori, o dată în fiecare direcție.",
  "dac_ability_razor_plasma_field_lore": "Dacă tu crezi că e înfricoșător pe străzile din Spira Albă, ar trebui să vezi ce face în Labirintul strâmtorat. - <i>Anessix, fană a sporturilor</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Aură cabalistică",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASIV: La fiecare 2 secunde, Fecioara Cristalină oferă [8/14/20] regenerare mana tuturor unităților aliate.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Află dacă a venit aici pentru mine sau pentru Turath. - <i>Jull, contrabandist din Ținuturile Înghețate</i>",
  "dac_ability_crystal_maiden_frostbite": "Degerătură",
  "dac_ability_crystal_maiden_frostbite_description": "Acoperă o unitate inamică cu gheață, oprind-o din a se mișca sau ataca, în timp ce îi cauzează [100/125/150] daune pe secundă, timp de [3/4/5] secunde.",
  "dac_ability_crystal_maiden_frostbite_lore": "There's a lot going on in White Spire, sometimes it's easy to miss things. For instance, The Crystal Maiden of Icewrack used to just help her fellow man, but evidently nowadays she's actually freezing people which was news to me. - <i>Carl, Last to Know</i>",
  "dac_ability_kunkka_ghostship": "Vas-fantomă",
  "dac_ability_kunkka_ghostship_description": "Kunkka invocă un vas fantomă care trece prin câmpul de luptă înainte să naufragieze, cauzând [50/150/250] de daune și năucind toți inamicii aflați la o distanță de cel mult [2/2/3] celule de epavă timp de [1.4/1.7/2] secunde.",
  "dac_ability_kunkka_ghostship_lore": "Mama Eeb a avut mulți prieteni... Kunkka vrea răspunsuri la fel de mult ca și mine. - <i>Wren, fiica răzbunătoare</i>",
  "dac_ability_tiny_toss": "Aruncare",
  "dac_ability_tiny_toss_description": "Micuțu' ridică o unitate inamică adiacentă aleatoare și o aruncă către cea mai depărtată țintă inamică.\n\nLa impact, ținta cauzează [100/200/300] de daune tuturor inamicilor aflați la o distanță de 1 celulă și îi năucește timp de [1/1.5/2] secunde.",
  "dac_ability_tiny_toss_lore": "Se pare că Enno și-o găsit ceva forțos. - <i>Momentul în care Grek dă de o problemă mare</i>",
  "dac_ability_puck_illusory_orb": "Glob iluzoriu",
  "dac_ability_puck_illusory_orb_description": "Puc lansează o sferă magică care plutește într-o linie dreaptă, cauzând unităților inamice din calea sa [150/200/250] de daune.",
  "dac_ability_puck_illusory_orb_lore": "Să nu-i lași înfățișarea să te amăgească, Puc este un nemernic veridic. - <i>Momentul în care Hobgen oferă niște sfaturi înțelepte</i>",
  "dac_ability_puck_phase_shift": "Mișcare fazică",
  "dac_ability_puck_phase_shift_description": "<i>DEBLOCAT DE ALIANȚA DRAGONILOR</i>\nPASIVE: Înainte de a primi daune, Puck dispare pentru o scurtă durată într-o altă dimensiune, unde e invulnerabil, timp de 0.5 secunde.",
  "dac_ability_puck_phase_shift_lore": "Nenorocirea aia mică nu e nicăieri atunci când ai nevoie. - <i>Hobgen, Lord nerăbdător</i>",
  "dac_ability_clockwerk_battery_assault": "Baterie de atac",
  "dac_ability_clockwerk_battery_assault_description": "Ceazornic lansează șrapnel extrem de puternic către unități inamice aleatoare aflate la cel mult 1 celulă la un interval de [0.7/0.7/0.35] secunde, timp de 5 secunde, cauzând [50/75/100] de daune și mininăucindu-i.",
  "dac_ability_clockwerk_battery_assault_lore": "Vestitorul de aramă ar spune că ești o scârbă, dar eu cred că ești chiar isteț, brej mic. - <i>Liniște, mașinărie eretică</i>",
  "dac_ability_lich_chain_frost": "Sferă de gheață",
  "dac_ability_lich_chain_frost_description": "Lich lansează o sferă de gheață care sare de la o unitate inamică la alta de [6/9/12] ori, încetinindu-le viteza de atac și mișcare cu -65% timp de 2.5 secunde și cauzând [200/300/400] de daune de fiecare dată când lovește.",
  "dac_ability_lich_chain_frost_lore": "Ne putem ajuta reciproc, Lich. - <I>Momentul în care Turath bate palma în mod faustic</i>",
  "dac_ability_tidehunter_ravage": "Ravagiu",
  "dac_ability_tidehunter_ravage_description": "Acvavânătorul izbește pământul, făcând să apară tentacule din toate direcțiile, cauzând [100/150/250] de daune și năucind timp de [2/2.25/3] secunde toate unitățile inamice aflate la o distanță de [1/2/3] celule.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, mi-a plăcut mai mult de tine când nu te vâna un leviatan. - <i>Wren, prietenul care la nevoie nu se cunoaște</i>",
  "dac_ability_shadow_shaman_voodoo": "Deochi",
  "dac_ability_shadow_shaman_voodoo_description": "Șamanul Umbrelor transformă o unitate inamică într-o creatură inofensivă, dezactivându-i atacurile și abilitățile timp de [4/6/8] secunde.",
  "dac_ability_shadow_shaman_voodoo_lore": "Astă da tip care știe cum să facă un spectacol! - <i>Momentul în care Grek arată curtoazie profesională</i>",
  "dac_ability_enigma_midnight_pulse": "Puls de miazănoapte",
  "dac_ability_enigma_midnight_pulse_description": "Enigma scufundă o zonă de [1/2/3] celule într-o rezonanță întunecată, cauzând [2.5/3.5/4.5]% din viața maximă a unui inamic drept daune timp de 10 secunde.",
  "dac_ability_enigma_midnight_pulse_lore": "Există unele lucruri în lumea asta pe care nu le poți controla. - <i>Turath, mag nebun</i>",
  "dac_ability_tinker_heat_seeking_missile": "Rachetă automată",
  "dac_ability_tinker_heat_seeking_missile_description": "Meșterul lansează o salvă de rachete către [2/3/4] ținte aleatoare, cauzând [350/450/450] de daune la impact.",
  "dac_ability_tinker_heat_seeking_missile_lore": "Societatea Brejilor Cooperativi va fi o problemă dacă nu le facem ceva.- <i>Momentul în care O'nia încearcă să formeze un front unificat</i>",
  "dac_ability_sniper_assassinate": "Asasinează",
  "dac_ability_sniper_assassinate_description": "Lunetistul țintește un inamic timp de 2 secunde, după care trage un glonț devastator care cauzează [1000/2000/3000] de daune și mininăucește ținta.",
  "dac_ability_sniper_assassinate_lore": "Știi, aveam un număr cu breji în deschiderea spectacolului meu. Bun pentru public, nasol pentru asigurări. - <i>Grek, concentrat pe câștigul final</i>",
  "dac_ability_necrophos_death_pulse": "Pulsul morții",
  "dac_ability_necrophos_death_pulse_description": "Necrofos lansează un val al morții în jurul tău, afectând unitățile inamice și aliate aflate la cel mult 3 celule depărtare.\n\nPulsul morții cauzează [100/150/200] de daune și vindecă aliații cu [100/175/250].",
  "dac_ability_necrophos_death_pulse_lore": "Haide, Necrofos, trebuie să fie ceva ce-ți dorești... - <i>Anessix, diavolul cu gura de aur</i>",
  "dac_ability_slardar_amplify_damage": "Pâclă corozivă",
  "dac_ability_slardar_amplify_damage_description": "Slardar modifică armura unui inamic cu [-15/-30/-45] timp de 20 secunde.",
  "dac_ability_slardar_amplify_damage_lore": "Slark și cu mine am putut încheia niște afaceri, sigur putem cădea și noi la un acord. - <i>Jull, negustor talentat</i>",
  "dac_ability_beastmaster_wild_axes": "Topoare sălbatice",
  "dac_ability_beastmaster_wild_axes_description": "Stăpânul Dihaniilor își aruncă topoarele și apoi le face să se întoarcă la el, tăind unitățile inamice din calea lor, provocând [60/100/140] de daune.\n\nFiecare topor poate lovi un inamic o singură dată și amplifică daunele de la Stăpânul Dihaniilor cu [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "Câți iubitori nenorociți de natură o s-o mai ajute pe pușlamaua aia? - <i>Momentul în care Grek se plânge cu privire la Enno</i>",
  "dac_ability_venomancer_plague_ward": "Gardă toxică",
  "dac_ability_venomancer_plague_ward_description": "Venomantul invocă [1/1/1] gardă toxică care să se lupte alături de el.",
  "dac_ability_venomancer_plague_ward_lore": "Creațiile tale sunt o splendoare. Lasă-mă să-ți cultiv grădina... - <i>Momentul în care Turath află că lingușirea te poate ajuta întotdeauna</i>",
  "dac_ability_venomancer_venomous_gale": "Vijelie veninoasă",
  "dac_ability_venomancer_venomous_gale_description": "Lansează o sferă de venin într-o linie, otrăvind unitățile inamice și cauzând [30/60/120] de daune la contact și [10/20/40] de daune la fiecare 3s pentru un timp total de 15s. Unitățile afectate pierd 50% viteză de mișcare și 25 viteză de atac.",
  "dac_ability_venomancer_venomous_gale_lore": "Nu, nu, nu, nu, dacă-l punem pe tipul ăla în centrul scenei, juma' de audiență o să pice moartă de-a binelea, găsește p-altcineva.- <i>Momentul în care Grek se gândește la un înlocuitor bun pentru Sun Wukong.</i>",
  "dac_ability_templar_assassin_refraction": "Refracție",
  "dac_ability_templar_assassin_refraction_description": "Asasinul Templier devine evaziv, evitând daunele și primind un bonus de [40/60/80]% pentru propriile daune.\n\nDaunele și evitarea au efecte separate, iar fiecare are câte [4/6/8] instanțe.",
  "dac_ability_templar_assassin_refraction_lore": "Dacă mă ajuți, nu îmi mai datorezi nimic. - <i>Momentul în care Wren primește tot ajutorul pe care îl poate primi</i>",
  "dac_ability_templar_assassin_meld": "Contopire",
  "dac_ability_templar_assassin_meld_description": "PASIV: După ce se teleportează lângă ținta sa, Asasinul Templier cauzează [50/100/150] de daune suplimentare cu primul său atac și reduce armura țintei cu [2/4/6] timp de 5 secunde.",
  "dac_ability_templar_assassin_meld_lore": "Talentele tale te fac potrivită în mod unic pentru ce am în gând. - <i>Momentul în care Anessix oferă un loc de muncă</i>",
  "dac_ability_viper_viper_strike": "Lovitura viperei",
  "dac_ability_viper_viper_strike_description": "Veninul acidic al Viperei încetinește viteza de mișcare și de atac a unității inamice cu [-40/-60/-80]% în timp ce cauzează [150/250/350] de daune de la otravă în timp.\n\nEfectul de încetinire devine mai slab de-a lungul duratei otrăvii.",
  "dac_ability_viper_viper_strike_lore": "Nu suntem atât diferiți, și eu știu ce înseamnă să fii sclav. - <i>Liniște, mașinărie șireată</i>",
  "dac_ability_viper_nethertoxin": "Toxină necurată",
  "dac_ability_viper_nethertoxin_description": "Viperă otrăvește o celulă, cauzând [50/100/150] de daune pe secundă fiecărei unități inamice aflate în celulă, le înrădăcinează și le perturbă.",
  "dac_ability_viper_nethertoxin_lore": "Fii foarte atent, Slark, de vei încerca să mă tâlhărești, nu vei sfârși cu bine. - <i>Momentul în care O'nia își dezvăluie noua gardă de corp</i> ",
  "dac_ability_viper_corrosive_skin": "Piele corozivă",
  "dac_ability_viper_corrosive_skin_description": "<i>DEBLOCAT DE ALIANȚA DRAGONILOR</i>\nPASIV: Viperă secretă o toxină infecțioasă care cauzează [20/30/40] de daune pe secundă și care încetinește viteza de atac a oricărui inamic care o rănește timp de 2 secunde. Acidul secretat mărește rezistența la magie a Viperei cu [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Mi-ar plăcea să găsesc o cale de a face o haină din ăla... - <i>Carl, cu vise mari</i>",
  "dac_ability_luna_moon_glaive": "Lamele lunii",
  "dac_ability_luna_moon_glaive_description": "PASIV: Atacurile Lunei sar de [3/5/7] ori între inamicii aflați la o distanță de cel mult 2 celule.\n\nDaunele provocate de lame sunt reduse cu 30% după fiecare săritură.",
  "dac_ability_luna_moon_glaive_lore": "Nu înțeleg juma' din ceea ce zici, dar îmi place cum arunci chestiile alea. - <i>Grek, omul iubit de toți</i>",
  "dac_ability_dragon_knight_breathe_fire": "Suflare de foc",
  "dac_ability_dragon_knight_breathe_fire_description": "Dezlănțuie un suflu de foc în fața Cavalerului Dragon care arde inamicii cu [200/350/500] daune și reduce daunele atacurilor acestora cu [25/40/55] timp de 6 secunde.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, talentele tale sunt irosite pentru cineva care nu apreciază frumusețea activității tale. - <i>Momentul în care Hobgen încearcă să fure omul altcuiva</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Figura dragonului străvechi",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>DEBLOCAT DE ALIANȚA DRAGONILOR</i>\nPASIV: La începutul luptei, Cavalerul Dragon se transformă într-unul din cei trei dragoni străvechi, mărindu-și viteza de mișcare cu 30%, daunele de atac cu [50/100/150] și primind noi puteri.\n\nDragon verde:\\nAtacurile dobândesc o Respirație corozivă care cauzează în timp [30/30/30] de daune otrăvite pe secundă timp de [5/5/5] secunde.\n\nDragon roșu:\\nPe lângă otrăvirea inamicilor, atacurile cauzează daune tuturor inamicilor aflați la 1 celule distanță față de țintă cu 50% din daune.\n\nDragon albastru:\\nPe lângă otrăvirea inamicilor, atacurile încetinesc viteza de mișcare cu -30% și viteza de atac cu -30% unităților inamice aflate la o distanță de 1 celulă față de țintă timp de [3/3/3] secunde.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden a vorbit cu evlavie despre tine, să sperăm că lauda sa este dobândită pe bună dreptate. - <i>Wren, prieten al Fortăreței dragonilor</i>",
  "dac_ability_enchantress_natures_attendants": "Îngrijitorii naturii",
  "dac_ability_enchantress_natures_attendants_description": "Șișca invocă un nor de [3/5/7] spirite care vindecă toți aliații aflați la o distanță de cel mult 4 celule.\n\nTimp de 11 secunde, aliații se vindecă cu 40 viață la fiecare 1.5 secunde.",
  "dac_ability_enchantress_natures_attendants_lore": "Nu va rezista nici măcar o zi în Spira Albă. Nici. Măcar. O. Zi. - <i>Momentul în care Hobgen își subestimează adversarul</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Aruncare de shuriken",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Vânătorul de Recompense aruncă un shuriken letal către o unitate inamică, cauzând [300/500/700] de daune și mininăucind ținta.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Cât timp ai banii, să ai încredere într-un om a cărui loialitate e de vânzare. - <i>O'nia, cea cu înțelepciune îndoielnică</i>",
  "dac_ability_batrider_sticky_napalm": "Napalm lipicios",
  "dac_ability_batrider_sticky_napalm_description": "Călărețul de Liliac aruncă cu petrol lipicios, acoperind nu doar ținta, cât și solul pe o distanță de 1 celule de zona impactului. Petrolul adaugă [20/40/80] de daune per suprapunere fiecărui atac al Călărețului de Liliac, în timp ce aplică și o încetinire de 5% pentru viteza de atac și de mișcare a inamicilor.\n\nInvocările ulterioare de Napalm lipicios măresc daunele și procentul de încetinire cu până la [4/7/10] suprapuneri.",
  "dac_ability_batrider_sticky_napalm_lore": "Îl iubesc tipu' ăsta. ÎL IUBESC. - <i>Hobgen, piroman</i>",
  "dac_ability_doom_bringer_doom": "Damnare",
  "dac_ability_doom_bringer_doom_description": "Doom invokes a powerful curse that prevents an enemy from casting spells and applies Break to them, while also taking [60/90/120] damage per second.\n\nLasts 20 seconds.",
  "dac_ability_doom_bringer_doom_lore": "Prefer să dau mâna cu demoni metaforici... - <i>Momentul în care O'nia își exprimă punctul de vedere despre aliații lui Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Atac aerian",
  "dac_ability_gyrocopter_call_down_description": "Girocopter lansează un atac aerian, provocând daune inamicilor aflați la o distanță de 3 celule față de locul impactului.\n\nDouă rachete vor sosi în succesiune, prima cauzând [200/300/400] de daune și încetinind cu 30% timp de 2 secunde, iar cea finală cauzează [200/300/400] de daune și o încetinire de 60% timp de 4 secunde.",
  "dac_ability_gyrocopter_call_down_lore": "Doar imaginează-ți câte produse am putea muta cu ajutorul său. - <i>Momentul în care Jull se gândește la imaginea de ansamblu</i>",
  "dac_ability_alchemist_acid_spray": "Împroșcare cu acid",
  "dac_ability_alchemist_acid_spray_description": "Alchimistul împroșcă acid presurizat, afectând inamicii aflați până la 3 celule depărtare.\n\nUnitățile inamice care calcă pe terenul contaminat primesc [15/25/35] de daune per secundă și au armura redusă cu [-5/-8/-11].",
  "dac_ability_alchemist_acid_spray_lore": "Îți place să arzi oamenii de vii, mie îmi place să ard casele oamenilor... e combinația perfectă. - <i>Momentul în care Hobgen creează noi relații</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Transformare",
  "dac_ability_lycan_wolf_spawn_shift_description": "Vârcolac se transformă și primește [40/50/60]% pentru viața sa maximă, viteza sa de mișcare este mărită la 650 și primește o șansă de 40% de a cauza o lovitură critică cu [200/225/250]% daune.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Te rog, Vârcolacule, ajută-mă să mă răzbun. - <i>Momentul în care Wren apelează la umanitatea Vârcolacului</i>",
  "dac_ability_lone_druid_summon_bear": "Invocă ursul spiritual",
  "dac_ability_lone_druid_summon_bear_description": "Invocă un urs spiritual puternic care să te acompanieze.",
  "dac_ability_lone_druid_summon_bear_lore": "Doar ține ursul desparte de mine, bine? Nu-mi plac urșii. - <i>Grek, cel terifiat de urși</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Trăsnet haotic",
  "dac_ability_chaos_knight_chaos_bolt_description": "Cavalerul Haosului lansează un proiectil format dintr-o energie misterioasă care cauzează [50/100/150]-[200/300/400] de daune și năucește timp de [1/1/1]-[2/3/4] secunde.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "Nu ar strica puțin haos în Spira Albă. - <i>Hobgen, agent al haosului</i>",
  "dac_ability_ogre_magi_bloodlust": "Sete de sânge",
  "dac_ability_ogre_magi_bloodlust_description": "Magul Căpcăun vrăjește o unitate aliată, mărindu-i viteza de mișcare cu [8/10/12]% și viteza de atac cu [30/65/100]%. Dacă este invocată pe Magul Căpcăun, viteza de atac bonus este de [50/90/130]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "Magul face de două ori mai mult decât cere. Din fericire, Magul mai e și un idiot. - <i>O'nia, vânătoare de chilipiruri</i>",
  "dac_ability_magnataur_empower": "Împuternicire",
  "dac_ability_magnataur_empower_description": "Magnus înfurie un aliat, oferindu-i acestuia un bonus de [30/50/80]% daune și [30/50/80]% despicare timp de 20 secunde.",
  "dac_ability_magnataur_empower_lore": "Let Anessix think she can play Enno, she'll figure out how wrong she is a few seconds before she's trampled to death. - <i>In which Hobgen shows a rare bit of patience</i>",
  "dac_ability_treant_leech_seed": "Sămânță parazită",
  "dac_ability_treant_leech_seed_description": "Ocrotitorul Arborifer plantează o sămânță care devorează viața unei unități inamice, drenându-i viața cu [100/150/200] de puncte la fiecare 1.5 secunde, în timp ce-i încetinește viteza de atac și de mișcare cu -50%.\n\nSămânța vindecă unitățile aliate aflate la o distanță de maxim 1 celulă față de țintă. Durează 5 secunde. Efectul sare către o nouă țintă aflată la 1 celulă distanță dacă ținta curentă moare.",
  "dac_ability_treant_leech_seed_lore": "Nu voi minți, nu mă așteptam ca Enno să primească ajutor de la un copac. - <i>Momentul în care Jull și Anessix s-au întâlnit la un pahar</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Iluminare",
  "dac_ability_keeper_of_the_light_illuminate_description": "Veghetorul Luminii concentrează energie, aceasta devenind mai puternică cu fiecare secundă de concentrare. După ce este eliberată, este trimis un val care cauzează [150/200/250] de daune per fiecare secundă concentrată.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "Veghetorul este mai puternic decât pare, dacă nu e controlat, ne va aduce sfârșitul. - <i>Turath, distrugătorul luminii</i> ",
  "dac_ability_medusa_stone_gaze": "Privire pietrificatoare",
  "dac_ability_medusa_stone_gaze_description": "Orice unitate inamică aflată la o distanță de 3 celule care se uită la Medusa va avea viteza de mișcare și atac reduse cu 30%.\n\nDacă este acumulat un timp total de 2 secunde în care unitățile s-au uitat la Medusa, unitățile acelea se vor transforma în piatră.\n\nUnitățile pietrificate sunt năucite și încasează un bonus de 20% daune fizice.",
  "dac_ability_medusa_stone_gaze_lore": "E tipul meu de domnișoară, dar eu am ochi numai pentru Mireska. - <i>Hobgen, criminalul amorezat</i>",
  "dac_ability_medusa_split_shot": "Săgeată despicată",
  "dac_ability_medusa_split_shot_description": "PASIV: Medusa trage până la [2/3/4] săgeți suplimentare folosind magia, lovind mai multe unități aflate la o distanță de cel mult 1 celulă față de ținta ei principală. Săgețile suplimentare cauzează un procentaj de -20 din daunele săgeții sale principale.",
  "dac_ability_medusa_split_shot_lore": "Ai văzut cum don'șoara aia trage cu arcul? Încă mai ai suflare, așa că probabil nu... - <i>Momentul în care Grek își laudă noua angajată</i>",
  "dac_ability_troll_warlord_fervor": "Fervoare",
  "dac_ability_troll_warlord_fervor_description": "PASIV: Trolul Rezbelic aruncă topor după topor, primind [15/20/25]% viteză de atac bonus per suprapunere.\n\nDacă Trol își schimbă ținta, suprapunerile o iau de la zero.\n\nEfectul acesta poate fi suprapus de maxim [6/9/12] ori.",
  "dac_ability_troll_warlord_fervor_lore": "Eficient și neînduplecabil. Exact ca mine - <i>Liniște, care nu irosește energia</i>",
  "dac_ability_shadow_demon_demonic_purge": "Purjare demonică",
  "dac_ability_shadow_demon_demonic_purge_description": "Purjează ținta în mod repetat unitatea inamică țintită, eliminând efectele pozitive, perturbând ținta și încetinind viteza de atac și de mișcare a țintei timp de 5 secunde. Unitatea își recapătă încet viteza de atac și de mișcare până la sfârșitul duratei, moment în care vor fi cauzate [500/800/1100] de daune.",
  "dac_ability_shadow_demon_demonic_purge_lore": "Now listen here you furry bastard, I know you think you can work with Anessix but have you seen the people she cavorts with? - <i>Hobgen, No Fan of Demons (or Enno)</i>",
  "dac_ability_sven_cleave": "Great Cleave",
  "dac_ability_sven_cleave_description": "PASIV: Atacurile din apropiere ale unității acesteia lovesc toți inamicii din apropiere cu [30/45/70]% din daunele de atac.",
  "dac_ability_sven_cleave_lore": "Ai văzut vreodată un Cavaler al veghei când își face treaba? E frumos. - <i>Grek, cunoscător al bătăliilor</i>",
  "dac_ability_sven_gods_strength": "Forță divină",
  "dac_ability_sven_gods_strength_description": "Sven se înfurie și primește [100/150/200]% daune timp de 60 secunde.",
  "dac_ability_sven_gods_strength_lore": "Nu e nimic altceva care să-mi placă mai mult decât un bărbat fixat pe răzbunare. - <i>Momentul în care Anessix îl măsoară pe Sven din priviri</i>",
  "dac_ability_timbersaw_whirling_death": "Moarte vâjâitoare",
  "dac_ability_timbersaw_whirling_death_description": "Lamele ascuțite din armura Cherestinatorulul se rotesc, rănind inamicii aflați la o distanță de cel mult 2 celule cu [150/200/250] de daune.",
  "dac_ability_timbersaw_whirling_death_lore": "Mi-am dat seama că Enno își chema prietenii din pădure, așa că i-am chemat și eu pe ai mei. - <i>Momentul în care Hobgen începe soluționarea de probleme</i>",
  "dac_ability_tusk_walrus_punch": "PUMNUL morsei!",
  "dac_ability_tusk_walrus_punch_description": "Ivoriu își folosește mărețul Pumn al morsei, o lovitură critică care cauzează [300/350/400]% din daunele de atac și își lansează victima spre ceruri timp de 1 secundă.\\n\\nDupă aterizare, victima este încetinită cu 40% timp de 2 secunde. În timp ce lovește, Ivoriu nu poate fi ucis.",
  "dac_ability_tusk_walrus_punch_lore": "Era prietenul meu cândva. Vom vedea imediat dacă e aici pentru a mă ajuta sau pentru a mă pocni. - <i>Momentul în care Jull își istorisește copilăria</i>",
  "dac_ability_abaddon_aphotic_shield": "Scut afotic",
  "dac_ability_abaddon_aphotic_shield_description": "Avadon protejează o unitate aliată cu un scut care absoarbe [100/300/600] de daune timp de 10 secunde.\n\nCând scutul este distrus, acesta va exploda și cauza [100/300/600] de daune inamicilor aflați la o distanță de cel mult 2 celule.\n\nElimină anumite tipuri de efecte negative și năuciri după invocare.",
  "dac_ability_abaddon_aphotic_shield_lore": "Am mult respect pentru Casa Avernus. - <i>Momentul în care O'nia caută favoruri</i>",
  "dac_ability_terrorblade_metamorph": "Metamorfoză",
  "dac_ability_terrorblade_metamorph_description": "Teroare se transformă într-un demon puternic, primind un atac la distanță de 4 celule, un bonus de daune de [50/100/200] și un bonus de [50/75/100] la viteza de atac. Teroare mai schimbă valorile de viață cu un alt aliat atunci când abilitatea aceasta are loc.",
  "dac_ability_terrorblade_metamorph_lore": "Când vezi pe cineva că vorbește cu Anessix, știi că se va întâmpla ceva rău. - <i>Jull, urmăritorul de oameni</i>",
  "dac_ability_techies_bomb": "Mine telecomandate",
  "dac_ability_techies_bomb_description": "Gașca pregătește un explozibil care se detonează după 3 secunde și cauzează [700/1100/1500] de daune țintelor aflate la o distanță de [3/3/4] celule.\n\nCauzează jumătate din daune inamicilor aflați la jumătatea distanței maxime.",
  "dac_ability_techies_bomb_lore": "Spune ce vrei despre breji, dar sunt mereu distractivi. - <i>Momentul în care Hobgen urmărește o demolare pe viu</i>",
  "dac_ability_disruptor_static_storm": "Furtună statică",
  "dac_ability_disruptor_static_storm_description": "Ruptor creează o furtună statică periculoasă care amuțește toate unitățile inamice aflate la o distanță de cel mult 2 celule de centru timp de [3/4/5] secunde.\n\nDaunele încep cu o valoare redusă, cauzând un total de [115/250/425] de daune pe durata furtunii.",
  "dac_ability_disruptor_static_storm_lore": "Nu știu dacă a venit aici ca să mă ajute, sau dacă vrea doar să stea cu ochii pe Satâr. - <i>Wren, căpitanul unui echipaj osebit</i>",
  "dac_ability_omniknight_purification": "Purificare",
  "dac_ability_omniknight_purification_description": "Omnicavalerul vindecă instantaneu o unitate aliată cu [200/400/720] și cauzează daune tuturor unităților inamice aflate la 1 celulă distanță cu aceeași valoare.",
  "dac_ability_omniknight_purification_lore": "Își folosește credința pe post de armă... ca mine. - <i>Turath, salvatorul deziluzionat</i>",
  "dac_ability_pudge_meathook": "Cârlig de carne",
  "dac_ability_pudge_meathook_description": "Slană lansează un cârlig însângerat către cel mai depărtat inamic al său, trăgând victima către acesta și cauzând [150/220/290] de daune.\n\nSlană și aliații săi aflați la o distanță de cel mult o celulă vor direcționa atacurile către victimă până când aceasta moare.",
  "dac_ability_pudge_meathook_lore": "Slană? Oh, e minunat. Mereu mă salută când argăsesc cadavrele. - <i>Carl, croitorul nemuritor</i>",
  "dac_ability_warlock_shadow_word": "Cuvântul umbrei",
  "dac_ability_warlock_shadow_word_description": "Magul Demonic șoptește o incantație, vindecând instantaneu cu [168/337/675] viața unei unități aliate și cu [56/112/225] pe secundă timp de 3 secunde, sau cauzând [75/150/300] de daune unei unități inamice în fiecare secundă timp de 3 secunde.",
  "dac_ability_warlock_shadow_word_lore": "Unele secrete merită să fie păstrate... Demnok va plăti pentru lipsa sa de discreție. - <i>Anessix, așteptând momentul potrivit</i>",
  "dac_ability_bloodseeker_blood_rage": "Furie însângerată",
  "dac_ability_bloodseeker_blood_rage_description": "PASIV: După fiecare secundă, Iscoada Sângerie încasează daune în valoare de 7% din maximul său de viață.\n\nPe măsură ce acesta pierde din viață, viteza sa de atac crește, putând atinge un maxim de 500 la 20% viață.\n\nDupă o ucidere, acesta primește 35% din viața sa maximă.",
  "dac_ability_bloodseeker_blood_rage_lore": "Dacă am învățat ceva de-a lungul carierei mele este faptul că lumii îi place sângele. Recrutează-l. - <i>Grek, promotorul decisiv</i>",
  "dac_ability_arc_warden_tempest_double": "Dublură furtunoasă",
  "dac_ability_arc_warden_tempest_double_description": "Străjerul Voltaic creează o copie a sa cu aceeași viață pe care acesta o are.\n\nDublura poate folosi toate obiectele din prezent ale Străjerului Voltaic și va încerca să atace același inamic ca și unitatea care l-a invocat. Clonele nu pot crea clone.",
  "dac_ability_arc_warden_tempest_double_lore": "Cu el sosesc misterele creației. - <i>Turath, profetul criptic</i>",
  "dac_ability_mirana_arrow": "Săgeată sacră",
  "dac_ability_mirana_arrow_description": "Mirana lansează o săgeată la o distanță mare cu o precizie letală, năucindu-și ținta timp de [3/5/7] secunde și cauzând [400/800/1800] de daune.",
  "dac_ability_mirana_arrow_lore": "Să n-ai încredere în fanatici, Wren, nu se merită. - <i>Momentul în care Jull oferă sfaturi prietenești</i>",
  "dac_ability_slark_essence_shift": "Schimb de esențe",
  "dac_ability_slark_essence_shift_description": "PASIV: Fiecare atac al lui Slark reduce daunele țintei cu [3/4/5].\n\nDaunele lui Slark se măresc cu [3/4/5], iar viteza acestuia de atac se mărește cu [1/2/3].",
  "dac_ability_slark_essence_shift_lore": "Slark este esențial pentru transportul nostru de produse din și în afara Recifului întunecat. - <i>Jull, afacerist independent</i>",
  "dac_ability_slark_pounce": "Salt",
  "dac_ability_slark_pounce_description": "PASIV: După ce efectuează un salt, Slark își dezarmează ținta timp de 3 secunde.",
  "dac_ability_slark_pounce_lore": "Cum de ne-a luat iar prin suprindere!? - <i>Hobgen, cel cu temperament</i>",
  "dac_ability_black_dragon_splash_attack": "Atac colateral",
  "dac_ability_black_dragon_splash_attack_description": "PASIV: Atacul la distanță al Dragonului negru cauzează daune colaterale unităților aflate la 1 celulă față de ținta dragonului.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Marea despicare",
  "dac_ability_sven_great_cleave_description": "PASIV: Atacurile din apropiere ale unității acesteia lovesc toți inamicii din apropiere.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Imunitate la vrăji",
  "dac_ability_roshan_spell_immune_description": "ACTIV: Roshan este imun la vrăji timp de  secunde.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Gheare împotmolitoare",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Atacurile ursului spiritual au o șansă de a împotmoli ținta, năucind-o.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Sete de sânge",
  "dac_ability_thunder_lizard_bloodlust_description": "Creatura vrăjește o unitate aliată, mărindu-i viteza de mișcare cu [8/10/12]% și viteza de atac cu [30/40/50]%. Dacă este invocată pe ea însăși, viteza de atac bonus este de [35/55/75]%.",
  "dac_ability_thunder_lizard_bloodlust_lore": " ",
  "dac_ability_healing_ward_healing_aura": "Aură vindecătoare",
  "dac_ability_healing_ward_healing_aura_description": "Vindecă unitățile aliate aflate la cel mult 1 celulă distanță cu 40 viață/s.",
  "dac_ability_healing_ward_healing_aura_lore": "",
  "dac_ability_tombstone_raise_zombies": "Scoală zombi",
  "dac_ability_tombstone_raise_zombies_description": "Unitățile care mor aflate la cel mult 1 celulă distanță vor invoca un zombi.",
  "dac_ability_tombstone_raise_zombies_lore": "",
  "dac_ability_barricade_aura": "Baricadă",
  "dac_ability_barricade_aura_description": "Baricada protejează unitățile din apropiere și este imună la vrăji.",
  "dac_ability_barricade_aura_lore": "",
  "dac_ability_target_dummy_taunt": "Batjocură",
  "dac_ability_target_dummy_taunt_description": "Momâia țintă batjocorește.",
  "dac_ability_target_dummy_taunt_lore": "",
  "dac_ability_cinderwall_aura": "Zid arzător",
  "dac_ability_cinderwall_aura_description": "Cinderwall protects nearby units and is immune to spells. It sets nearby units on fire.",
  "dac_ability_cinderwall_aura_lore": "",
  "dac_ability_faceless_void_chronocube": "Cronocub",
  "dac_ability_faceless_void_chronocube_description": "Creează o bulă în spațiu-timp, năucind toate unitățile prinse pe o distanță de 2 celule de centrul cubului timp de [4/5/6] secunde. Vid Inform se mișcă foarte rapid în interiorul cubului și are viteza de atac mărită cu 50. Doar Vidul Inform rămâne neafectat.",
  "dac_ability_faceless_void_chronocube_lore": "O să intervină și Claszureme. S-ar putea să fie problematic. - <i>Momentul în care Jull și-a da seama că nu poate pocni timpul</i>",
  "dac_ability_faceless_void_time_walk": "Salt temporal",
  "dac_ability_faceless_void_time_walk_description": "PASSIVE: Faceless Void dashes to his next target, healing all damage taken in the last 2s.",
  "dac_ability_faceless_void_time_walk_lore": "Please, I wouldn't touch one of those damn hourglasses, you think I want Pierpont snooping around here? - <i>Hobgen, Sensible Maniac</i>",
  "dac_ability_legion_commander_duel": "Duel",
  "dac_ability_legion_commander_duel_description": "Comandantul Legiunii țintește inamicul cu cea mai puțină viață aflat la o distanță de maxim 1 celulă, iar aceștia vor fi forțați să se atace reciproc timp de [4/4.75/5.5] secunde. Niciun erou nu poate folosi abilitățile. Dacă vreunul dintre eroi moare în timpul duelului, eroul care câștigă duelul va primi un bonus permanent de [5/10/15] daune.",
  "dac_ability_legion_commander_duel_lore": "There's no need to posture, Tresdin...I can help you find Rix. - <i>Anessix, Cool Under Pressure</i>",
  "dac_ability_legion_commander_will_of_the_bullsnake": "Voința șarpelui-taur",
  "dac_ability_legion_commander_will_of_the_bullsnake_description": "<i>DEBLOCAT DE ALIANȚA DRAGONILOR</i>\nPASIV: Când Comandantul Legiunii câștigă un duel, aceasta se vindecă instantaneu cu 50% din maximul ei de viață.",
  "dac_ability_legion_commander_will_of_the_bullsnake_lore": "Îți știu neamul, Comandante, și știu că ești cea mai periculoasă creatură dintre toate. O credincioasă.  - <i>Wren, studentul lumii</i>",
  "dac_ability_nyx_assassin_spiked_carapace": "Carapace înghimpată",
  "dac_ability_nyx_assassin_spiked_carapace_description": "Nyx Asasin creează țepușe din carapacea sa, ignorând și reflectând 100% din daunele primite (de maxim o singură dată pentru fiecare sursă), cât și năucește sursa daunelor timp de [1/1.5/2] secunde.",
  "dac_ability_nyx_assassin_spiked_carapace_lore": "Cuvântul corect este artropod. - <i>Liniște, cu atenție la detalii</i>",
  "dac_ability_nyx_assassin_vendetta": "Vendetă",
  "dac_ability_nyx_assassin_vendetta_description": "PASSIVE: After teleporting to attack a unit, Nyx Assassin deals 200 bonus damage on his next attack and applies Break to the enemy for 4s, disabling all passive effects.",
  "dac_ability_nyx_assassin_vendetta_lore": "Insect. Arthropod.  Who cares, the point is, I need him to kill someone now... can you get ahold of him or not? - <i>O'nia, Not a Fan of Being Corrected</i>",
  "dac_ability_weaver_shukuchi": "Shukuchi",
  "dac_ability_weaver_shukuchi_description": "Țesător devine invizibil, de nețintit și se mișcă rapid printr-o țintă aflată la cel mult 3 celule distanță. Țesător cauzează [60/120/200] daune fiecărui inamic prin care trece.",
  "dac_ability_weaver_shukuchi_lore": "Țesător. Împreună vom reconstrui lumea. - <i>Turath, suficient de nebun cât s-o facă</i>",
  "dac_ability_broodmother_spawn_spiderlings": "Spawn Spiderlings",
  "dac_ability_broodmother_spawn_spiderlings_description": "Broodmother injects her young into an enemy unit, dealing [150/250/350] damage. If the target is killed [4/6/12] spiderlings will hatch. Spiderlings are untargetable units that deal low damage and have 1 health.",
  "dac_ability_broodmother_spawn_spiderlings_lore": "",
  "dac_ability_broodmother_spin_web": "Țesătură împânzită",
  "dac_ability_broodmother_spin_web_description": "Muma Roiului țese o pânză cu o lățime de 2 celule deasupra unei unități inamice. Unitățile acoperite de pânză au reduse viteza de atac cu [20/30/40], viteza de mișcare cu 80% și viteza de invocare cu [50/75/100]%.",
  "dac_ability_broodmother_spin_web_lore": "I don't suppose I could hire your kiddos to spin me some silk?  I'm pretty sure spiders aren't covered by child labor laws. - <i>Carl, Ethical Tailor</i>",
  "dac_ability_wisp_tether": "Legătură",
  "dac_ability_wisp_tether_description": "Io tethers to the nearest allied hero and pulls itself towards it. Io and the tethered hero gain [50/80/110] attack speed and [10/20/30]% damage reduction. The tether will break if Io is more than 4 cells away.",
  "dac_ability_wisp_tether_lore": "<i>In which Enno stares at Io intently</i>",
  "dac_ability_wisp_relocate": "Relocare",
  "dac_ability_wisp_relocate_description": "Io se teleportează de pe câmpul de luptă timp de 4 secunde pentru a reînvia un erou. Cele două unități revin pe câmpul de luptă cu viața refăcută și curățați de orice efect negativ.",
  "dac_ability_wisp_relocate_lore": "<i>In which Io stares back</i>",
  "dac_ability_bristleback_quill_spray": "Val de țepușe",
  "dac_ability_bristleback_quill_spray_description": "Spată-Țepoasă lansează un val de țepușe din spatele său, rănind toate unitățile inamice aflate la 2 celule distanță. Inamicii primesc [40/80/160] de daune și [60/64/68] de daune suplimentare pentru fiecare suprapunere a Valului de țepușe din runda aceasta, limita maximă de suprapuneri fiind de 5.",
  "dac_ability_bristleback_quill_spray_lore": "Let me make something painfully clear.  You and Tusk are not breaking my bar tonight. - <i>Jull, Cooler</i>",
  "dac_ability_life_stealer_feast": "Ospăț",
  "dac_ability_life_stealer_feast_description": "PASSIVE: Lifestealer's attacks damage enemies and heal himself for [3/4.5/6]% of his target's max health.",
  "dac_ability_life_stealer_feast_lore": "I don't appreciate you making assumptions that because of my condition I immediately know Lifestealers wearabouts. - <i>Carl, Often Misjudged</i>",
  "dac_ability_dazzle_shadow_wave": "Valul umbrei",
  "dac_ability_dazzle_shadow_wave_description": "Licăr creează un val de energie care sare între cel mult [3/4/5] aliați care se află la o distanță reciprocă de 3 celule, vindecând fiecare aliat cu [80/140/200], în timp ce cauzează [80/140/200] de daune oricărei unități inamice aflate la 1 celulă distanță. Licăr este întotdeauna vindecat de Valul umbrei.",
  "dac_ability_dazzle_shadow_wave_lore": "And how much would it cost to retain your services? I have a vested interest in not dying. - <i>O'nia - Stabbing at Shadows</i>",
  "dac_ability_underlord_scales": "Scales with Underlord Level",
  "dac_ability_anessix_summon_companions": "Anessix's Demon Pals",
  "dac_ability_anessix_summon_companions_description": "Anessix summons her posse of demons. If both demons are dead, she will resummon them.",
  "dac_ability_anessix_summon_companions_lore": "Demon Pals Lore",
  "dac_ability_anessix_summon_golem": "Summon Demonic Golem",
  "dac_ability_anessix_summon_golem_description": "Anessix calls in an unholy favor and summons a Demonic Golem.",
  "dac_ability_anessix_summon_golem_lore": "Demonic Golem Lore",
  "dac_ability_anessix_passive": "Abilitate pasivă",
  "dac_ability_anessix_passive_description": "Anessix generates a base of 1.5 Hype Per Second (HPS), with an additional 0.72 HPS for each allied demon on the board. She summons (and re-summon) a companion to fight at her side.",
  "dac_ability_anessix_companion_archer_passive": "Lovitură critică",
  "dac_ability_anessix_companion_archer_passive_description": "PASSIVE: The Demon Archer has a 20% chance to deliver a 200% critical strike to its enemy on each attack.",
  "dac_ability_anessix_companion_archer_passive_lore": "Demon Pals Lore",
  "dac_ability_anessix_pure_pain": "Durere pură",
  "dac_ability_anessix_pure_pain_description": "Anessix targets a random enemy, dealing 10 pure damage every second, over 6 seconds.",
  "dac_ability_anessix_pure_pain_description_perlevel": "Anessix targets a random enemy, dealing {s:damage_per_level} pure damage per level every second, over {s:duration} seconds.",
  "dac_ability_anessix_pure_pain_lore": "Pure Pain Lore",
  "dac_ability_anessix_martyrs_boon": "Binecuvântarea martirului",
  "dac_ability_anessix_martyrs_boon_description": "Anessix încasează daune în valoare de 20% din maximul vieții sale. Toate unitățile aliate sunt vindecate imediat cu 50 de puncte și primesc o regenerare a vieții de 5 de puncte pe secundă timp de 8 secunde.",
  "dac_ability_anessix_martyrs_boon_description_perlevel": "Anessix încasează daune în valoare de {s:selfdmg}% din maximul vieții sale. Toate unitățile aliate sunt vindecate imediat cu {s:immediate_heal_per_level} de puncte per nivel și primesc o regenerare a vieții de {s:regen_per_level} de puncte pe secundă per nivel timp de {s:duration} secunde.",
  "dac_ability_anessix_martyrs_boon_lore": "Martyr's Boone Lore",
  "dac_ability_anessix_enthrall": "Enthrall",
  "dac_ability_anessix_enthrall_description": "Anessix marks a target for her army for 5 seconds, forcing them to attack it. If the target dies, Anessix brings them back as a Demon to fight for her.",
  "dac_ability_anessix_enthrall_description_lore": "Enthrall Lore",
  "dac_ability_demon_warrior_bash": "Warrior Bash",
  "dac_ability_demon_warrior_bash_description": "Companionul lui Anessix are o șansă de 25% de a-și năuci ținta timp de 1.5 secunde și să cauzeze 20 de daune suplimentare.",
  "dac_ability_demon_warrior_bash_lore": "Enthrall Lore",
  "dac_ability_hobgen_passive": "Abilitate pasivă",
  "dac_ability_hobgen_passive_description": "Hobgen generates 1.65 Hype Per Second (HPS), with an additional 0.95 HPS for each unit he's lit on fire.  Any enemy Hobgen attacks is set on fire for 3 seconds.",
  "dac_ability_hobgen_explosivo": "Exploziv!",
  "dac_ability_hobgen_explosivo_description": "Hobgen launches a fireball at a target that deals 125 damage split evenly amongst all targets adjacent and setting them all on fire.",
  "dac_ability_hobgen_explosivo_description_perlevel": "Hobgen launches a fireball at a target that deals {s:damage_base_per_level} damage per level split evenly amongst all targets adjacent and setting them all on fire.",
  "dac_ability_hobgen_explosivo_description_lore": "Explosivo! lore ",
  "dac_ability_hobgen_supercharged": "Supraîncărcare",
  "dac_ability_hobgen_supercharged_description": "Hobgen supraîncarcă cea mai apropiată unitate aliată, dându-i foc și oferindu-i 15 viteză de atac.",
  "dac_ability_hobgen_supercharged_description_perlevel": "Hobgen supraîncarcă cea mai apropiată unitate aliată, dându-i foc și oferindu-i {s:aspd_per_level} viteză de atac per nivel.",
  "dac_ability_hobgen_supercharged_description_lore": "Supercharged lore ",
  "dac_ability_hobgen_airstrike": "Prieteni cu focul",
  "dac_ability_hobgen_airstrike_description": "Hobgen's buddies throw 8 bombs in the battle field dealing 500 damage to enemies directly hit. Enemies caught in the explosion AoE take half damage.",
  "dac_ability_hobgen_airstrike_description_lore": "Friendly Fire lore ",
  "dac_ability_hobgen_letsgocrazy": "Să înceapă mania",
  "dac_ability_hobgen_letsgocrazy_description": "Hobgen devine supraîncărcat și își va ataca continuu țintele care nu ard deja.",
  "dac_ability_hobgen_letsgocrazy_description_perlevel": "Hobgen devine supraîncărcat și își va ataca continuu țintele care nu ard deja.",
  "dac_ability_hobgen_letsgocrazy_description_lore": "Let's Go Crazy lore ",
  "dac_ability_demon_warrior_protect": "Warrior Protect",
  "dac_ability_demon_warrior_protect_description": "Demonul o va proteja pe Anessix, blocând atacurile la distanță împotriva ei.",
  "dac_ability_demon_warrior_protect_description_lore": "Warrior Protect Lore"
}