{
  "dac_ability_antimage_mana_break": "ผลาญมานา",
  "dac_ability_antimage_mana_break_description": "ติดตัว: แอนติเมจเผาผลาญมานาของศัตรู [30/60/90] หน่วยในการโจมตีแต่ละครั้ง และสร้างความเสียหายแก่เป้าหมาย 50% ของมานาที่เผาผลาญ",
  "dac_ability_antimage_mana_break_lore": "แอนติเมจกำลังตามมาหาข้า... และข้าก็จะพร้อมรับมือ - <i>ทูราธ ผู้หลบหนีจากคฤหาสน์ไทเลอร์</i>",
  "dac_ability_queenofpain_scream_of_pain": "เสียงร้องแห่งความเจ็บปวด",
  "dac_ability_queenofpain_scream_of_pain_description": "ควีนออฟเพนปลดปล่อยเสียงกรีดร้องจนแสบแก้วหูรอบ ๆ ตัว สร้างความเสียหาย [200/300/400] หน่วยแก่ศัตรูที่อยู่ในระยะ 3 ช่อง",
  "dac_ability_queenofpain_scream_of_pain_lore": "อาคาชาอาจไม่ใช่เพื่อนสนิท แต่นางก็ยินดีช่วยเหลือข้า ถ้าหากนางคิดว่าสามารถใช้คุยข่มข้าได้ในภายหลัง - <i>อเนสซิกซ์ ปีศาจปฏิบัตินิยม</i>",
  "dac_ability_lina_laguna_blade": "ดาบลากูน่า",
  "dac_ability_lina_laguna_blade_description": "ลีนายิงสายฟ้าพิฆาต สร้างความเสียหาย [500/750/1200] หน่วยแก่หนึ่งยูนิต",
  "dac_ability_lina_laguna_blade_lore": "มันไม่ยากเลยที่จะเชื้อเชิญลีนามายังไวท์สไปร์ เราทั้งสองก็ต่างชื่นชมงานของกันและกันอยู่แล้ว - <i>ฮอบเกน นักวางเพลิงมืออาชีพ</i>",
  "dac_ability_natures_prophet_summon_tree": "ธรรมชาติเพรียกหา",
  "dac_ability_natures_prophet_summon_tree_description": "เนเจอร์สพรอเฟตอัญเชิญเทรียนต์ เทรียนต์นี้จะถือว่าเป็นดรูอิด",
  "dac_ability_natures_prophet_summon_tree_lore": "เอ็นโนได้ติดต่อเพื่อนป่าตัวน้อยของเขา... นี่อาจเป็นปัญหาได้ - <i>โอเนีย แม่ค้าแห่งเรฟเทลที่ถูกเนรเทศ</i>",
  "dac_ability_windrunner_powershot": "ลูกยิงแห่งพลัง",
  "dac_ability_windrunner_powershot_description": "วินด์เรนเจอร์ชาร์จพลังนานสูงสุด 1.5 วินาทีเพื่อยิงธนูอันทรงพลังออกไป สร้างความเสียหายได้ถึง [200/400/600] หน่วย ความเสียหายของลูกยิงแห่งพลังจะลดลง 10% เมื่อโดนศัตรูตัวต่อ ๆ ไป",
  "dac_ability_windrunner_powershot_lore": "ข้าสร้างเพื่อนเป็นจำนวนมากในระหว่างการท่องเที่ยวของข้า และข้าไม่กลัวที่จะทวงบุญคุณ - <i>เร็น นักท่องโลก</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "กล่องอัมพาต",
  "dac_ability_witch_doctor_paralyzing_cask_description": "วิตช์ดอกเตอร์โยนกล่องที่บรรจุด้วยผงที่ทำให้เป็นอัมพาตซึ่งจะชิ่งไปมาระหว่างศัตรู [5/7/9] ครั้ง สตันและสร้างความเสียหาย [50/75/100] หน่วยในแต่ละครั้งที่โดน",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "ข้าชอบมองท่านทำงานนะ คุณหมอ... - <i>ฮอบเกน ภูตจอมโกลาหล</i>",
  "dac_ability_juggernaut_blade_fury": "ดาบเดือดดาล",
  "dac_ability_juggernaut_blade_fury_description": "เมื่อถูกล้อมโดยศัตรูอย่างน้อย 2 ตัว จักเกอร์น็อตปั่นใบมีดของเขา ทำให้อยู่ในสภาพต้านทานต่อเวทมนตร์ทุกชนิด และสร้างความเสียหาย [50/100/150] หน่วยต่อวินาทีแก่ศัตรูที่อยู่ในระยะ 1 ช่อง มีผล 5 วินาที",
  "dac_ability_juggernaut_blade_fury_lore": "เยอร์เนโรไม่ใช่เป็นเพียงแค่นักรบ เขาคือจักเกอร์น็อต หากทำให้เขามาอยู่ฝั่งเราได้ เราจะได้นับศพกันไม่ทันเป็นแน่แท้ - <i>เมื่อเกร็กดูจากทุกองศา</i>",
  "dac_ability_sandking_burrowstrike": "มุดพุ่งจู่โจม",
  "dac_ability_sandking_burrowstrike_description": "แซนด์คิงมุดตัวลงไปใต้ดินและขุดตรงไปข้างหน้า สร้างความเสียหาย [150/250/350] หน่วยและสตันศัตรูในเส้นทางเป็นเวลา 2 วินาที\nทำให้ศัตรูทุกตัวที่โดนติดพิษกัดกร่อนพิฆาต",
  "dac_ability_sandking_burrowstrike_lore": "เราใช้ทรัพยากรและแรงงานไปมากมายในการสร้างโครงข่ายอุโมงค์ เราจะให้แซนด์คิงมาทำลายสิ่งที่เราสร้างไม่ได้ - <i>จุล นักธุรกิจน้ำเมาเจ้าใหญ่</i>",
  "dac_ability_sandking_caustic_finale": "พิษกัดกร่อนพิฆาต",
  "dac_ability_sandking_caustic_finale_description": "ติดตัว: เมื่อแซนด์คิงโจมตีศัตรู เป้าหมายจะติดพิษเป็นเวลา 3.5 วินาที เมื่อพิษหมดเวลา มันจะระเบิดสร้างความเสียหาย [50/100/200] หน่วยและลดความเร็วในการโจมตีของศัตรูทั้งหมดที่อยู่ติดกับเป้าหมาย -35 หน่วยเป็นเวลา 1.75 วินาที ความเสียหายจะมีค่าแค่ครึ่งเดียวหากเป้าหมายยังมีชีวิตอยู่",
  "dac_ability_sandking_caustic_finale_lore": "ใช้ผ้าใบรองไว้กันเปื้อนกันไม่เป็นหรือไง? - <i>อเนสซิกซ์ ปีศาจนรกแสนสะอาด</i>",
  "dac_ability_shadow_fiend_requiem": "สวดส่งวิญญาณ",
  "dac_ability_shadow_fiend_requiem_description": "แชโดว์ฟีนด์ร่ายรวบรวมวิญญาณต้องสาปและปลดปล่อยพลังงานแห่งปีศาจรอบตัวเขา สร้างความเสียหาย [100/175/250] หน่วยแก่ใครก็ตามที่โดนระเบิดนี้",
  "dac_ability_shadow_fiend_requiem_lore": "ราชสำนักแห่งริสทูลกับข้านั้นมี... ข้อตกลงกันไว้ - <i>อเนสซิกซ์ ปีศาจเดินดิน</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "ปลิดชีพ",
  "dac_ability_phantom_assassin_coup_de_grace_description": "ติดตัว: แฟนท่อมแอสซาสซินมีโอกาส [15/20/25]% ที่จะโจมตีศัตรูอย่างรุนแรงด้วยการโจมตีคริติคอล [300/450/600]%",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "เธอเป็นคนลอบสังหารเควอร์เธียส แล้วเหตุใดข้าถึงไม่ควรคิดว่าเธอจะมาหาข้าเช่นกัน - <i>โอเนีย แม่ค้าผู้หวาดระแวง</i>",
  "dac_ability_drow_ranger_trueshot_aura": "ออรานำวิถี",
  "dac_ability_drow_ranger_trueshot_aura_description": "ติดตัว: ดราวเรนเจอร์เพิ่มโบนัสความเร็วในการโจมตี [10/20/30]% แก่ฝ่ายเดียวกันทั้งหมดที่อยู่ในระยะ 1 ช่อง",
  "dac_ability_drow_ranger_trueshot_aura_lore": "แทร็กซิกส์ เจ้ากับข้าจะต้องไปถึงจุดสูงสุดเป็นแน่แท้ เชื่อข้าเถิด - <i>เกร็ก พ่อค้าน้ำมันจิ้งเหลน</i>",
  "dac_ability_morphling_waveform": "ร่างคลื่น",
  "dac_ability_morphling_waveform_description": "มอร์ฟลิงเปลี่ยนรูปกลายเป็นของเหลวแล้วพุ่งไปข้างหน้า สร้างความเสียหาย [150/250/350] หน่วยแก่ยูนิตศัตรูที่ในเส้นทาง\n\nมอร์ฟลิงจะเป็นอมตะระหว่างที่ใช้ร่างคลื่น",
  "dac_ability_morphling_waveform_lore": "ความสามารถของทูราธในการวอนขอสิ่งต่าง ๆ กับเหล่าประเภทมอร์ฟลิงนั้นมัน...เป็นปัญหา - <i>ไควเอท เครื่องจักรนักสมรู้ร่วมคิด</i>",
  "dac_ability_axe_berserkers_call": "เสียงเรียกนักรบคลั่ง",
  "dac_ability_axe_berserkers_call_description": "แอกซ์ยั่วให้ศัตรูที่อยู่ในระยะ 1 ช่องเข้ามาโจมตี  ในขณะที่สกิลเสียงเรียกนักรบคลั่งกำลังทำงาน แอกซ์จะได้เกราะป้องกันเพิ่มขึ้น [15/25/35] หน่วย",
  "dac_ability_axe_berserkers_call_lore": "การขอความช่วยเหลือจากแอกซ์นั้นง่ายนิดเดียว... สิ่งที่เจ้าต้องมีทั้งหมดคือเบียร์และคำสัญญาว่าจะเกิดเรื่องราวดี ๆ ที่เขาจะไปคุยโม้ได้ - <i>เร็น กบฎผู้ปลุกขวัญ</i>",
  "dac_ability_razor_plasma_field": "สนามพลาสมา",
  "dac_ability_razor_plasma_field_description": "เรเซอร์ปล่อยวงแหวนพลาสมาออกมาโดยมีพลังมากขึ้นเมื่อขยายตัว และปล่อยพลังช่วงที่หดกลับเข้ามาเช่นกัน ลดความเร็วและสร้างความเสียหายสูงสุด [50/100/150] หน่วยแก่ศัตรูที่อยู่ในระยะ 3 ช่อง\n\nความเสียหายและอัตราช้าลงจะเพิ่มมากขึ้นตามระยะห่างจากตัวเรเซอร์\n\nสนามพลาสมาสามารถโดนยูนิตแต่ละตัวได้สองครั้ง ขณะขยายตัวและขณะหดกลับทิศทางละครั้ง",
  "dac_ability_razor_plasma_field_lore": "หากเจ้าคิดว่าเขาน่ากลัวแม้แต่ตามถนนในไวท์สไปร์แล้วละก็ เจ้าควรจะได้เห็นสิ่งที่เขาทำในแนร์โรว์เมซ - <i>อเนสซิกซ์ ผู้ชื่นชอบกีฬา</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "ออราพลังลี้ลับ",
  "dac_ability_crystal_maiden_brilliance_aura_description": "ติดตัว: ในทุก 2 วินาที คริสตัลเมเดนเพิ่มมานา [8/14/20] หน่วยให้กับยูนิตฝ่ายเดียวกันทั้งหมด",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "ไปสืบมาสิว่านางมาหาข้าหรือทูราธ - <i>จุล คนขนของเถื่อนแห่งไอซ์แร็ก</i>",
  "dac_ability_kunkka_ghostship": "เรือภูตผี",
  "dac_ability_kunkka_ghostship_description": "กังค์ก้าอัญเชิญเรือผีสิงออกมาพุ่งฝ่าเข้าไปในสนามรบก่อนที่จะชนกับพื้นที่เป้าหมาย สร้างความเสียหาย [50/150/250] หน่วยและสตันศัตรูที่อยู่ในระยะ [2/2/3] ช่องจากตำแหน่งซากเรือเป็นเวลา [1.4/1.7/2] วินาที",
  "dac_ability_kunkka_ghostship_lore": "หม่าม้าอีบมีเพื่อนมากมาย... กังค์ก้าต้องการคำตอบอย่างยิ่งเช่นเดียวกับข้า - <i>เร็น ลูกสาวผู้ล้างแค้น</i>",
  "dac_ability_tiny_toss": "โยน",
  "dac_ability_tiny_toss_description": "ไทนีจับยูนิตสุ่มที่อยู่ติดกับเขา แล้วโยนไปยังศัตรูเป้าหมายที่อยู่ไกลที่สุด\n\nเมื่อลงถึงพื้น เป้าหมายจะสร้างความเสียหาย [100/200/300] หน่วยแก่ศัตรูทั้งหมดที่อยู่ในระยะ 1 ช่อง และสตันพวกมันเป็นเวลา [1.5/2/2.5] วินาที",
  "dac_ability_tiny_toss_lore": "เหมือนว่าเอ็นโนได้กล้ามเนื้อมาเป็นพวกซะแล้ว - <i>เมื่อเกร็กพบกับปัญหาใหญ่</i>",
  "dac_ability_puck_illusory_orb": "ลูกแก้วลวง",
  "dac_ability_puck_illusory_orb_description": "พั๊กปล่อยลูกแก้วเวทมนตร์ลอยตรงไปข้างหน้า และสร้างความเสียหาย [150/200/250] หน่วยไปตลอดทาง",
  "dac_ability_puck_illusory_orb_lore": "อย่าให้รูปร่างภายนอกหลอกเจ้าได้ พั๊กมันเป็นพวกสารเลว - <i>เมื่อฮอบเกนแบ่งปันปัญญาเล็กน้อย</i>",
  "dac_ability_puck_phase_shift": "ผลัดรูป",
  "dac_ability_puck_phase_shift_description": "<i>ปลดล็อคโดยพลังผสานมังกร</i>\nติดตัว: ชั่วครู่หนึ่งก่อนจะได้รับความเสียหาย พั๊กย้ายไปยังมิติอื่นชั่วขณะ ซึ่งจะได้รับการป้องกันจากอันตรายต่าง ๆ เป็นเวลา 0.5 วินาที",
  "dac_ability_puck_phase_shift_lore": "เจ้าตัวจ้อยบ้านี้ไม่เคยอยู่เมื่อมีคนต้องการตัวมันเลย - <i>ฮอบเกน อันเดอร์ลอร์ดใจร้อน</i>",
  "dac_ability_clockwerk_battery_assault": "แบตเตอรี่จู่โจม",
  "dac_ability_clockwerk_battery_assault_description": "คล็อกเวิร์กปลดปล่อยเศษกระสุนพลังสูงแก่ศัตรูใกล้เคียงแบบสุ่มที่อยู่ในระยะ 1 ช่องเป็นเวลา 5 วินาที สร้างความเสียหายเวทมนตร์ [50/75/100] หน่วยและมินิสตัน",
  "dac_ability_clockwerk_battery_assault_lore": "บราซเฮรัลด์คงคิดว่าเจ้าน่าขยะแขยง แต่ข้าคิดว่าเจ้าค่อนข้างฉลาดเลยทีเดียว เจ้าคีนตัวน้อย - <i>ไควเอท มนุษย์กลนอกรีต</i>",
  "dac_ability_lich_chain_frost": "น้ำแข็งชิ่งตรวน",
  "dac_ability_lich_chain_frost_description": "ลิชปล่อยลูกพลังน้ำแข็งที่สามารถชิ่งไปมาระหว่างศัตรูที่อยู่ใกล้เคียงได้ถึง [6/9/12] ครั้ง ลดความเร็วในการเคลื่อนที่และโจมตีของศัตรูที่โดน -65% เป็นเวลา 2.5 วินาที และสร้างความเสียหาย [200/300/400] หน่วยในแต่ละครั้ง",
  "dac_ability_lich_chain_frost_lore": "เราสามารถช่วยเหลือกันได้ ลิช - <I>เมื่อทูราธทำสัญญามาร</i>",
  "dac_ability_tidehunter_ravage": "หนวดผุดวิปโยค",
  "dac_ability_tidehunter_ravage_description": "ไทด์ฮันเตอร์ทุบพื้น ทำให้เกิดหนวดขนาดยักษ์จำนวนมากพุ่งขึ้นมาทุกทิศทาง สร้างความเสียหาย [100/150/250] หน่วยและสตันศัตรูทั้งหมดที่อยู่ในระยะ [1/2/3] ช่องเป็นเวลา [2/2.25/3] วินาที",
  "dac_ability_tidehunter_ravage_lore": "กังค์ก้า ข้าชอบเจ้าตอนที่ยังไม่ได้โดนเลวีอาธานไล่ล่ามากกว่านะ - <i>เร็น เพื่อนกินที่หาง่าย</i>",
  "dac_ability_shadow_shaman_voodoo": "เฮกซ์",
  "dac_ability_shadow_shaman_voodoo_description": "แชโดว์ชาแมนสาปศัตรูให้กลายเป็นสัตว์ไร้พิษสง ทำให้ไม่สามารถโจมตีและใช้สกิลได้เป็นเวลา [4/6/8] วินาที",
  "dac_ability_shadow_shaman_voodoo_lore": "คนนี้นี่แหละที่รู้วิธีการแสดงโชว์จนเห็นชัด! - <i>เมื่อเกร็กแสดงมารยาทอย่างมืออาชีพ</i>",
  "dac_ability_enigma_midnight_pulse": "สนามชีพจรยามค่ำคืน",
  "dac_ability_enigma_midnight_pulse_description": "อีนิกมาปกคลุมพื้นที่ด้วยการสั่นพ้องของความมืด สร้างความเสียหาย [5/7/9]% ของพลังชีวิตสูงสุดของศัตรูเป็นเวลา 10 วินาทีแก่ยูนิตศัตรูทั้งหมดที่อยู่ในระยะ [1/2/3] ช่องจากเป้าหมาย",
  "dac_ability_enigma_midnight_pulse_lore": "มีบางสิ่งในโลกนี้ที่เจ้าไม่สามารถควบคุมได้ - <i>ทูราธ นักเวทคลั่ง</i>",
  "dac_ability_tinker_heat_seeking_missile": "มิสไซล์ตรวจจับความร้อน",
  "dac_ability_tinker_heat_seeking_missile_description": "ทิงเกอร์ระดมยิงจรวดใส่ศัตรูสุ่ม [2/3/4] ตัว สร้างความเสียหาย [350/450/450] หน่วยเมื่อโดน",
  "dac_ability_tinker_heat_seeking_missile_lore": "สมาคมคีนโฟล์กผู้ร่วมความคิดจิตใจจะเป็นปัญหาแน่หากพวกมันไม่ถูกขัดขวาง - <i>เมื่อโอเนียพยายามสร้างแนวร่วม</i>",
  "dac_ability_sniper_assassinate": "ลอบสังหาร",
  "dac_ability_sniper_assassinate_description": "สไนเปอร์เล็งไปที่ยูนิตศัตรูหนึ่งตัวเป็นเวลา 2 วินาที จากนั้นยิงกระสุนอันรุนแรงที่สามารถสร้างความเสียหาย [1000/2000/3000] หน่วยและมินิสตันเป้าหมาย",
  "dac_ability_sniper_assassinate_lore": "คือข้าก็เคยเอาคีนมาเล่นการแสดงเปิดนะ ดีต่อผู้ชมเลย แต่ไม่ดีต่อการประกันภัยความรับผิดน่ะสิ - <i>เกร็ก มุ่งเน้นที่ผลลัพธ์</i>",
  "dac_ability_necrophos_death_pulse": "คลื่นแห่งความตาย",
  "dac_ability_necrophos_death_pulse_description": "เนโครโฟสปล่อยคลื่นพลังมรณะไปรอบ ๆ ตัว ส่งผลต่อยูนิตศัตรูและฝ่ายเดียวกันที่อยู่ในระยะ 3 ช่อง\n\nคลื่นแห่งความตายสร้างความเสียหาย [100/150/200] หน่วยให้กับศัตรู และรักษาพลังชีวิตให้กับฝ่ายเดียวกัน [100/175/250] หน่วย",
  "dac_ability_necrophos_death_pulse_lore": "โปรดเถิด เนโครโฟส มันต้องมีอะไรสักอย่างที่เจ้าต้องการสิ... - <i>อเนสซิกซ์ อสูรลิ้นทอง</i>",
  "dac_ability_slardar_amplify_damage": "หมอกกัดกร่อน",
  "dac_ability_slardar_amplify_damage_description": "สลาร์ดาร์เปลี่ยนแปลงเกราะป้องกันศัตรู [-15/-30/-45] หน่วยเป็นเวลา 20 วินาที",
  "dac_ability_slardar_amplify_damage_lore": "ข้ากับสลาร์กเคยทำธุรกิจกันมาแล้ว ข้ามั่นใจว่าสุดท้ายแล้วเราจะสามารถตกลงได้เช่นกัน - <i>จุล ผู้คลั่งไคล้ไวน์พรูโน่</i>",
  "dac_ability_beastmaster_wild_axes": "ขวานป่า",
  "dac_ability_beastmaster_wild_axes_description": "บีสต์มาสเตอร์ขว้างขวานคู่ออกไปเหมือนบูมเมอแรง สร้างความเสียหายกับศัตรูตามแนวที่ขวานผ่านเป็นจำนวน [60/100/140] หน่วย\n\nขวานแต่ละเล่มสร้างความเสียหายได้ 1 ครั้งต่อศัตรู 1 ตัว และทำให้ศัตรูที่โดนได้รับความเสียหายตามมาจากบีสต์มาสเตอร์เพิ่มขึ้น [10/20/30]%",
  "dac_ability_beastmaster_wild_axes_lore": "จะมีพวกบ้าธรรมชาติยอมช่วยเหลือเจ้าแคระนั่นอีกสักกี่คน? - <i>เมื่อเกร็กบ่นเกี่ยวกับเอ็นโน</i>",
  "dac_ability_venomancer_plague_ward": "วอร์ดกาฬโรค",
  "dac_ability_venomancer_plague_ward_description": "เวนอมแมนเซอร์อัญเชิญวอร์ดกาฬโรค [1/1/1] ต้นออกมาต่อสู้เคียงข้างเขา",
  "dac_ability_venomancer_plague_ward_lore": "งานสรรค์สร้างของท่านช่างสวยงามน่าดูชม ให้ข้าช่วยเพาะปลูกสวนของท่านเถิด... - <i>เมื่อทูราธเรียนรู้ว่าคำเยินยอนั้นช่วยเหลือได้ทุกอย่าง</i>",
  "dac_ability_templar_assassin_refraction": "เกราะหักเห",
  "dac_ability_templar_assassin_refraction_description": "เทมพลาร์แอสซาสซินแปรเปลี่ยนไปจนยากที่จะอธิบาย หลีกเลี่ยงความเสียหายและเพิ่มพลังโจมตีให้แก่ตัวเธอเอง [40/60/80]%\n\nพลังโจมตีและผลการหลีกเลียงความเสียหายจะนับแยกกัน แต่ละอย่างจะแสดงผลได้ [4/6/8] ครั้ง",
  "dac_ability_templar_assassin_refraction_lore": "หากเจ้าช่วยเหลือข้า หนี้สินบุญคุณของเราจะถือว่าเสมอกัน - <i>เมื่อเร็นตามหาความช่วยเหลือเท่าที่เธอทำได้</i>",
  "dac_ability_viper_viper_strike": "ไวเปอร์พ่นพิษ",
  "dac_ability_viper_viper_strike_description": "พิษกรดของไวเปอร์สามารถทำให้ศัตรูเคลื่อนที่และโจมตีได้ช้าลง [-40/-60/-80]% พร้อมทั้งรับความเสียหายพิษต่อเนื่อง [150/250/350] หน่วย\n\nผลที่ทำให้ช้าจะค่อย ๆ น้อยลงเมื่อเวลาผ่านไป",
  "dac_ability_viper_viper_strike_lore": "เราไม่ได้ต่างกันมาก... ข้าก็รู้เช่นกันว่าการเป็นทาสมันเป็นอย่างไร - <i>ไควเอท มนุษย์กลจอมอุบาย</i>",
  "dac_ability_viper_corrosive_skin": "หนังพิษกัดกร่อน",
  "dac_ability_viper_corrosive_skin_description": "<i>ปลดล็อคโดยพลังผสานมังกร</i>\nติดตัว: ไวเปอร์ปล่อยพิษออกมาตามผิวหนังซึ่งสร้างความเสียหาย [20/30/40] หน่วยต่อวินาทีและลดความเร็วในการโจมตีของศัตรูใดก็ตามที่สร้างความเสียหายแก่ไวเปอร์เป็นเวลา 2 วินาที พิษนี้ยังทำให้ไวเปอร์มีความต้านทานเวทมนตร์เพิ่มขึ้น [30/50/70] หน่วยอีกด้วย",
  "dac_ability_viper_corrosive_skin_lore": "คงจะดีหากข้ามีโอกาสคิดค้นวิธีทำเสื้อโค้ทจากเจ้านี่... - <i>คาร์ล ผู้มีความฝันยิ่งใหญ่</i>",
  "dac_ability_luna_moon_glaive": "กงจักรแห่งจันทรา",
  "dac_ability_luna_moon_glaive_description": "ติดตัว: กงจักรของลูนาชิ่งไปมาระหว่างศัตรูหลายตัวที่อยู่ในระยะ 2 ช่อง\n\nกงจักรจะสร้างความเสียหายน้อยลง 30% ในการชิ่งแต่ละครั้ง",
  "dac_ability_luna_moon_glaive_lore": "ข้าเข้าใจในสิ่งที่เจ้าพูดแค่ประมาณครึ่งนึงได้ แต่ข้าชอบวิธีที่เจ้าโยนอาวุธพวกนั้น - <i>เกร็ก คนค้นคน</i>",
  "dac_ability_dragon_knight_breathe_fire": "พ่นเพลิง",
  "dac_ability_dragon_knight_breathe_fire_description": "พ่นไฟโจมตีศัตรูที่อยู่ด้านหน้าของดราก้อนไนต์ เผาผลาญศัตรูด้วยความเสียหาย [200/350/500] หน่วยและลดพลังโจมตีของพวกเขา [25/40/55] หน่วยเป็นเวลา 6 วินาที",
  "dac_ability_dragon_knight_breathe_fire_lore": "เดเวียน พรสวรรค์ของเจ้ากำลังสูญเสียไปกับคนที่ไม่แม้แต่ชื่นชมความงดงามของสิ่งที่เจ้าทำ - <i>เมื่อฮอบเกนพยายามดึงตัวนักรบสู่ทีม</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "ร่างมังกรอาวุโส",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>ปลดล็อคโดยพลังผสานมังกร</i>\nติดตัว: เมื่อเริ่มการต่อสู้ ดราก้อนไนต์แปลงร่างเป็นหนึ่งในสามมังกรเฒ่าทรงพลัง เพิ่มความเร็วในการเคลื่อนที่ 30% และพลังโจมตี [50/100/150] หน่วย รวมทั้งให้ความสามารถใหม่แก่เขา\n\nมังกรเขียว:\\nการโจมตีสร้างความเสียหายพิษ [30/30/30] หน่วยต่อวินาทีเป็นเวลา [5/5/5] วินาที\n\nมังกรแดง:\\nนอกจากความเสียหายพิษแล้ว การโจมตีสร้างความเสียหายแก่ยูนิตศัตรูทั้งหมดที่อยู่ในระยะ 1 ช่องจากเป้าหมายเป็นจำนวน 50%\n\nมังกรน้ำเงิน:\\nนอกจากความเสียหายพิษแล้ว การโจมตีลดความเร็วการเคลื่อนที่ -30% และความเร็วการโจมตี -30% แก่ยูนิตศัตรูที่อยู่ในระยะ 1 ช่องจากเป้าหมายเป็นเวลา [3/3/3] วินาที",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "คาเด็นพูดเกี่ยวกับเจ้าไว้อย่างดี หวังว่าคำชมเชยของเขานั้นสมน้ำสมเนื้อ - <i>เร็น เพื่อนมังกร</i>",
  "dac_ability_enchantress_natures_attendants": "ภูตแสงแห่งพฤกษา",
  "dac_ability_enchantress_natures_attendants_description": "เอนแชนเทรสเรียกกลุ่มภูตแห่งแสงออกมา [3/5/7] ตัว ช่วยรักษาพลังชีวิตให้ฝ่ายเดียวกันทั้งหมดที่อยู่ในระยะ 4 ช่อง\n\nฝ่ายเดียวกันได้รับการรักษาพลังชีวิต 25 หน่วยในทุก 1.5 วินาที มีผล 11 วินาที",
  "dac_ability_enchantress_natures_attendants_lore": "นางคงอยู่ในไวท์สไปร์ไม่รอดแม้แต่วันเดียวหรอก แม้-แต่-วัน-เดียว - <i>เมื่อฮอบเกนประเมินคู่ต่อสู้ของเขาต่ำเกินไป</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "ปาดาวกระจาย",
  "dac_ability_bounty_hunter_shuriken_toss_description": "เบาวน์ตี้ฮันเตอร์ขว้างดาวกระจายอันแสนรุนแรงไปที่ยูนิตศัตรู สร้างความเสียหาย [300/500/700] หน่วยและทำให้เป้าหมายติดมินิสตัน",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "ตราบใดที่เจ้ามีเงิน จงเชื่อในคนที่ขายความซื่อสัตย์เสมอ - <i>โอเนีย มาพร้อมกับคติอันน่าสงสัย</i>",
  "dac_ability_batrider_sticky_napalm": "นาปาล์มเหนียวหนืด",
  "dac_ability_batrider_sticky_napalm_description": "แบตไรเดอร์ปาน้ำมันเหนียวหนืด ชโลมพื้นที่ในระยะ 2 ช่องจากจุดตกกระทบ น้ำมันจะเพิ่มความเสียหายที่เกิดจากการโจมตีของแบตไรเดอร์ [20/40/80] หน่วยในแต่ละครั้ง พร้อมทั้งลดความเร็วการเคลื่อนที่และโจมตีของศัตรู -5%\n\nการร่ายสกิลนาปาล์มเหนียวหนืดเพิ่ม สามารถเพิ่มความเสียหายและเปอร์เซ็นต์การลดความเร็วบวกทับกันต่อไปได้ ซ้อนทับกันได้สูงสุด [4/7/10] ครั้ง",
  "dac_ability_batrider_sticky_napalm_lore": "ข้ารักคนนี้มาก ข้ารักเค้าาาาา - <i>ฮอบเกน ผู้บ้าคลั่งเรื่องเพลิง</i>",
  "dac_ability_doom_bringer_doom": "พิพากษา",
  "dac_ability_doom_bringer_doom_description": "ดูมเรียกคาถาสาปอันทรงพลังซึ่งทำให้ศัตรูไม่สามารถใช้สกิล หรือไอเท็ม หรือโบนัสติดตัวได้ พร้อมทั้งทำให้ได้รับความเสียหาย [60/90/120] หน่วยต่อวินาที\n\nมีผล 20 วินาที",
  "dac_ability_doom_bringer_doom_lore": "ข้าชอบติดต่อธุระกับปีศาจเชิงอุปมาอุปไมยมากกว่า... - <i>เมื่อโอเนียให้ความเห็นเกี่ยวกับพันธมิตรของอเนสซิกซ์</i>",
  "dac_ability_gyrocopter_call_down": "เรียกกระสุน",
  "dac_ability_gyrocopter_call_down_description": "ไจโรคอปเตอร์ยิงจรวดมิสไซล์ออกมา โจมตีศัตรูทั้งหมดที่อยู่ในระยะ 3 ช่องจากจุดตกกระทบ\n\nมิสไซล์จะถูกส่งออกมาสองลูกในเวลาใกล้เคียงกัน ลูกแรกจะสร้างความเสียหาย [200/300/400] หน่วยและลดความเร็ว 30% เป็นเวลา 2 วินาที ส่วนลูกที่สองจะสร้างความเสียหาย [200/300/400] หน่วยและลดความเร็ว 60% เป็นเวลา 4 วินาที",
  "dac_ability_gyrocopter_call_down_lore": "ลองคิดดูสิว่าเราจะขนถ่ายสินค้าได้มากขนาดไหนด้วยความช่วยเหลือจากเขา - <i>เมื่อจุลคิดถึงภาพรวม</i>",
  "dac_ability_alchemist_acid_spray": "พ่นกรด",
  "dac_ability_alchemist_acid_spray_description": "อัลเคมิสต์พ่นน้ำกรดความดันสูง ส่งผลต่อศัตรูที่อยู่ในระยะ 3 ช่องจากเป้าหมาย\n\nยูนิตศัตรูที่เข้าสู่พื้นที่ปนเปี้อนนี้จะได้รับความเสียหาย [15/25/35] หน่วยต่อวินาที และถูกลดเกราะป้องกันลง [-5/-8/-11] หน่วย",
  "dac_ability_alchemist_acid_spray_lore": "เจ้าชอบเผาหน้าผู้คน ส่วนข้าชอบเผาบ้านเรือนคนอื่น... นี่มันเหมือนกับว่าเราเป็นเนื้อคู่กันเลยทีเดียว - <i>เมื่อฮอบเกนพยายามเชื่อมต่อช่องว่างระหว่างวัฒนธรรม</i>",
  "dac_ability_lycan_wolf_spawn_shift": "อัญเชิญหมาป่า",
  "dac_ability_lycan_wolf_spawn_shift_description": "ไลแคนอัญเชิญหมาป่าสองตัวออกมาเพื่อต่อสู้ร่วมกับเขา\n\nจากนั้นไลแคนแปลงร่าง ทำให้เขาได้รับพลังชีวิตสูงสุดเพิ่ม [30/40/50]% ความเร็วในการเคลื่อนที่เพิ่มเป็น 650 หน่วย และมีโอกาส 40% ที่จะโจมตีติดคริติคอลด้วยความเสียหายเพิ่มเติม [150/175/200]%",
  "dac_ability_lycan_wolf_spawn_shift_lore": "ได้โปรด ไลแคน ช่วยข้าล้างแค้นทีเถิด - <i>ในขณะที่เร็นวิงวอนร้องขอต่อมนุษยธรรมของไลแคน</i>",
  "dac_ability_lone_druid_summon_bear": "อัญเชิญหมีวิญญาณ",
  "dac_ability_lone_druid_summon_bear_description": "อัญเชิญหมีวิญญาณคู่หูอันทรงพลัง",
  "dac_ability_lone_druid_summon_bear_lore": "แค่เอาหมีให้อยู่ห่าง ๆ ข้าไว้ โอเคไหม? ข้าไม่เล่นกับหมีนะ - <i>เกร็ก ผู้เป็นโรคกลัวหมี</i>",
  "dac_ability_chaos_knight_chaos_bolt": "กระสุนโกลาหล",
  "dac_ability_chaos_knight_chaos_bolt_description": "เคออสไนต์ปล่อยพลังมนตราลึกลับ ซึ่งจะสตันยูนิตศัตรูโดยสุ่มระยะเวลาและสุ่มจำนวนความเสียหาย",
  "dac_ability_chaos_knight_chaos_bolt_lore": "ไวท์สไปร์อาจเป็นสถานที่ดีขึ้นหากมีความโกลาหลสักเล็กน้อย - <i>ฮอบเกน ตัวแทนแห่งความโกลาหล</i>",
  "dac_ability_ogre_magi_bloodlust": "ตัณหาโลหิต",
  "dac_ability_ogre_magi_bloodlust_description": "โอเกอร์เมไจกระตุ้นความบ้าคลั่งของยูนิตฝ่ายเดียวกัน เพิ่มความเร็วในการเคลื่อนที่ [8/10/12]% และความเร็วในการโจมตี [30/65/100]% หากร่ายใส่โอเกอร์เมไจเอง ความเร็วในการโจมตีจะเพิ่ม [50/90/130]% แทน",
  "dac_ability_ogre_magi_bloodlust_lore": "เมไจนี้มีมูลค่าสองเท่าของที่เขาคิด และเป็นเรื่องโชคดีที่เมไจนี้โง่เง่าด้วยเช่นกัน - <i>โอเนีย นักล่าจอมต่อรอง</i>",
  "dac_ability_treant_leech_seed": "เมล็ดสูบชีวิต",
  "dac_ability_treant_leech_seed_description": "เทรียนต์โพรเทกเตอร์ฝังเมล็ดสูบชีวิตลงในตัวศัตรู ซึ่งจะสูบพลังชีวิต [100/150/200] หน่วยในทุก 1.5 วินาที พร้อมทำให้เป้าหมายเคลื่อนที่และโจมตีช้าลง -50%\n\nเมล็ดพันธุ์จะรักษายูนิตฝ่ายเดียวกันที่อยู่ในระยะ 1 ช่องจากเป้าหมาย มีผล 5 วินาที ยุติเร็วขึ้นหากเป้าหมายตาย",
  "dac_ability_treant_leech_seed_lore": "ข้าบอกความจริงเลยนะ ข้าไม่คิดว่าเอ็นโนจะขอความช่วยเหลือจากต้นไม้ - <i>ในขณะที่จุลและอเนสซิกซ์ดื่มร่วมกัน</i>",
  "dac_ability_keeper_of_the_light_illuminate": "ส่องสว่าง",
  "dac_ability_keeper_of_the_light_illuminate_description": "คีปเปอร์ออฟเดอะไลต์ยืนร่ายมนต์ สร้างพลังงานแสงซึ่งจะมีพลังมากขึ้นตามระยะเวลาที่ใช้ยืนร่าย เมื่อปล่อยออกไป คลื่นแสงจะสร้างความเสียหาย [150/200/250] หน่วยต่อวินาทีที่ยืนร่าย",
  "dac_ability_keeper_of_the_light_illuminate_lore": "คีปเปอร์ครอบครองอำนาจมากเกินกว่าที่ควร หากไม่ขัดขวาง มันจะทำให้เราทุกคนจบสิ้นได้ - <i>ทูราธ ผู้ทำลายแสง</i> ",
  "dac_ability_medusa_stone_gaze": "เหลือบศิลา",
  "dac_ability_medusa_stone_gaze_description": "ยูนิตศัตรูใดก็ตามที่อยู่ในระยะ 3 ช่องซึ่งจ้องมองเมดูซาจะถูกลดความเร็วในการเคลื่อนที่และการโจมตี 30%\n\nถ้าจ้องมองเมดูซาจนเวลาสะสมครบ 2 วินาทีแล้ว ยูนิตดังกล่าวจะถูกสาปกลายเป็นหิน\n\nยูนิตที่เป็นหินจะถูกสตัน และได้รับความเสียหายกายภาพเพิ่มขึ้น 20%",
  "dac_ability_medusa_stone_gaze_lore": "นางเป็นสาวตรงตามสเปกข้าเลย แต่ข้าก็มีใจให้มีเรสกาเท่านั้น - <i>ฮอบเกน จอมโจรใจง่าย</i>",
  "dac_ability_medusa_split_shot": "มนตร์แยกลูกศร",
  "dac_ability_medusa_split_shot_description": "ติดตัว: เมดูซาใช้เวทมนตร์ยิงลูกศรเพิ่มเติม [2/3/4] ดอก โจมตีเป้าหมายเพิ่มเติมที่อยู่ในระยะ 1 ช่องจากเป้าหมายหลักของเธอ ลูกศรเพิ่มเติมเหล่านี้จะสร้างความเสียหาย -20 เปอร์เซ็นต์ของความเสียหายลูกศรหลักของเธอ",
  "dac_ability_medusa_split_shot_lore": "เจ้าเคยเห็นนางคนนั้นยิงธนูไหม? คือ ถ้าเจ้ายังหายใจอยู่ ก็คงยังไม่เคย... - <i>เมื่อเกร็กคุยยกยอนักรบรับจ้างคนล่าสุดของเขา</i>",
  "dac_ability_troll_warlord_fervor": "รุ่มร้อน",
  "dac_ability_troll_warlord_fervor_description": "ติดตัว: โทรลวอร์ลอร์ดระดมปาขวานแล้วขวานเล่า ได้รับความเร็วในการโจมตีเพิ่มขึ้น [15/20/25]% ในแต่ละครั้งที่โจมตีซึ่งจะบวกทับขึ้นไปเรื่อย ๆ\n\nหากโทรลเปลี่ยนเป้าหมาย การบวกทับจะกลับเป็นศูนย์\n\nผลของสกิลนี้สามารถบวกทับได้สูงสุด [6/9/12] ครั้งเท่านั้น",
  "dac_ability_troll_warlord_fervor_lore": "ไร้ปรานีและมีประสิทธิภาพ เหมือนกับข้า - <i>ไควเอท ความพยายามไม่สูญเปล่า</i>",
  "dac_ability_timbersaw_whirling_death": "มีดหมุนมรณะ",
  "dac_ability_timbersaw_whirling_death_description": "ใบมีดอันคมกริบของชุดเกราะทิมเบอร์ซอว์ทำการปั่นรอบตัว สร้างความเสียหาย [150/200/250] หน่วยแก่ศัตรูที่อยู่ในระยะ 2 ช่อง",
  "dac_ability_timbersaw_whirling_death_lore": "ข้ารู้ว่าเอ็นโนต้องเรียกขอความช่วยเหลือจากเพื่อนแห่งพงไพรของเขาทั้งหมด ข้าก็เลยเรียกของข้าบ้าง - <i>เมื่อฮอบเกนพยายามแก้ไขปัญหา</i>",
  "dac_ability_tusk_walrus_punch": "หมัดวอลรัส!",
  "dac_ability_tusk_walrus_punch_description": "ทัสก์ชกหมัดวอลรัสอันทรงพลังของเขา การชกจะติดคริติคอลและส่งเหยื่อขึ้นสู่อากาศ เหยื่อจะถูกลดความเร็ว 40% เมื่อตกสู่พื้น",
  "dac_ability_tusk_walrus_punch_lore": "เขาเคยเป็นเพื่อนข้ามาก่อน เราจะได้รู้ว่าเขามาเพื่อช่วยข้าหรือต่อยข้าในไม่ช้านี้ - <i>จุลหวนคิดถึงวัยเยาว์ของเขา</i>",
  "dac_ability_abaddon_aphotic_shield": "โล่ไร้แสง",
  "dac_ability_abaddon_aphotic_shield_description": "อาบัดโดนปกป้องยูนิตฝ่ายเดียวกันด้วยโล่ป้องกันที่ดูดซับความเสียหาย [100/300/600] หน่วยเป็นเวลา 10 วินาที\n\nเมื่อโล่ถูกทำลาย มันจะระเบิดและสร้างความเสียหาย [100/300/600] หน่วยแก่ศัตรูที่อยู่ในระยะ 2 ช่อง\n\nชำระล้างบัฟด้านลบและอาการสตันบางชนิดให้กับยูนิตที่ถูกร่ายใส่",
  "dac_ability_abaddon_aphotic_shield_lore": "ข้ามีความเคารพต่อตระกูลอเวอร์นัสเป็นอย่างยิ่ง - <i>เมื่อโอเนียทำการอ้อนวอน</i>",
  "dac_ability_terrorblade_metamorph": "เมตามอร์โฟซิส",
  "dac_ability_terrorblade_metamorph_description": "เทเรอร์เบลดแปลงร่างเป็นปีศาจที่ทรงพลังโดยสามารถโจมตีระยะไกลได้ 4 ช่องพร้อมกับเพิ่มพลังโจมตี [50/100/200] หน่วยและความเร็วในการโจมตี [50/75/100] หน่วย นอกจากนี้ เทเรอร์เบลดแลกเปลี่ยนค่าพลังชีวิตกับฝ่ายเดียวกันตัวอื่นเมื่อเริ่มใช้สกิลนี้",
  "dac_ability_terrorblade_metamorph_lore": "เมื่อเห็นเจ้านั่นคุยกับอเนสซิกซ์แล้วละก็ รู้ได้เลยว่าจะต้องมีเรื่องแย่ ๆ เกิดขึ้น - <i>จุล ผู้จับตามองคน</i>",
  "dac_ability_techies_bomb": "ระเบิดรีโมต",
  "dac_ability_techies_bomb_description": "ชาวแก๊งวางระเบิดซึ่งจะระเบิดหลังจากผ่านไป 3 วินาที และสร้างความเสียหาย [700/1100/1500] หน่วยแก่เป้าหมายที่อยู่ในระยะ [3/3/4] ช่อง\n\nสร้างความเสียหายครึ่งเดียวแก่ศัตรูที่อยู่ห่างออกไปครึ่งหนึ่งของระยะทางสูงสุด",
  "dac_ability_techies_bomb_lore": "เจ้าจะบ่นอะไรเกี่ยวกับคีนก็บ่นไป แต่พวกมันทำให้หัวเราะได้เสมอ - <i>เมื่อฮอบเกนชมการแสดงระเบิดทำลาย</i>",
  "dac_ability_disruptor_static_storm": "มรสุมสถิต",
  "dac_ability_disruptor_static_storm_description": "ดิสรัปเตอร์สร้างพายุอัสนีออกมาสร้างความเสียหาย ซึ่งจะทำให้ยูนิตศัตรูทุกตัวที่อยู่ในระยะ 2 ช่องจากจุดศูนย์กลางเป็นใบ้และตาบอด (25%) เป็นระยะเวลา [3/4/5] วินาที\n\nความเสียหายจะเริ่มจากเบา ๆ แต่จะรุนแรงขึ้นเรื่อย ๆ สร้างความเสียหายรวมทั้งหมด [115/250/425] หน่วยตลอดระยะเวลาของพายุ",
  "dac_ability_disruptor_static_storm_lore": "ข้าไม่แน่ใจว่าเขามาที่นี่เพื่อมาช่วยข้าจริง ๆ หรือแค่จะมาจับตามองแอกซ์กันแน่ - <i>เร็น กัปตันแห่งพลมอตลีย์</i>",
  "dac_ability_omniknight_purification": "ล้างบาป",
  "dac_ability_omniknight_purification_description": "ออมนิไนต์รักษาพลังชีวิตให้กับยูนิตฝ่ายเดียวกัน [200/400/720] หน่วยในทันที และสร้างความเสียหายกับศัตรูทั้งหมดที่อยู่ในระยะ 1 ช่อง",
  "dac_ability_omniknight_purification_lore": "เขาถือความศรัทธาเป็นอาวุธ... เช่นเดียวกันข้า - <i>ทูราธ ผู้ไถ่บาปหลงผิด</i>",
  "dac_ability_pudge_meathook": "ตะขอเกี่ยวเนื้อ",
  "dac_ability_pudge_meathook_description": "พัดจ์เขวี้ยงตะขอโชกเลือดไปทางศัตรูที่อยู่ไกลที่สุดจากเขา ลากเหยื่อมาหาและสร้างความเสียหาย [150/220/290] หน่วย\n\nพัดจ์และฝ่ายเดียวกันที่อยู่ในระยะ 1 ช่องจะรุมโจมตีเหยื่อจนกว่ามันจะตาย",
  "dac_ability_pudge_meathook_lore": "พัดจ์น่ะเหรอ? อ๋อ เขาก็แค่บวมนิดหน่อยน่ะ เจอก็ทักทายกันเสมอโดยเฉพาะตอนข้าอาบแดด - <i>คาร์ล ช่างตัดเสื้อผีดิบ</i>",
  "dac_ability_warlock_shadow_word": "คาถาแห่งเงา",
  "dac_ability_warlock_shadow_word_description": "วอร์ล็อกร่ายคาถาที่ฟื้นฟูพลังชีวิตให้กับยูนิตฝ่ายเดียวกัน [50/125/175] หน่วยหรือสร้างความเสียหายให้กับยูนิตศัตรู [50/100/150] หน่วยในแต่ละวินาทีเป็นเวลา 3 วินาที",
  "dac_ability_warlock_shadow_word_lore": "ความลับบางอย่างควรคงรักษาไว้... เดมน็อกจะต้องชดใช้ให้กับความไร้ดุลยพินิจของเขา - <i>อเนสซิกซ์ เฝ้ารอเวลา</i>",
  "dac_ability_bloodseeker_blood_rage": "คลั่งโลหิต",
  "dac_ability_bloodseeker_blood_rage_description": "ติดตัว: ในแต่ละวินาที บลัดซีกเกอร์ได้รับความเสียหายเท่ากับ 7% ของพลังชีวิตสูงสุดของเขา\n\nในแต่ละ % ของพลังชีวิตที่สูญเสียไป เขาจะได้รับความเร็วในการโจมตี 5%\n\nเมื่อเขาสังหารได้ จะได้รับ 35% ของพลังชีวิตสูงสุดกลับคืน",
  "dac_ability_bloodseeker_blood_rage_lore": "ถ้าจะให้บอกสิ่งหนึ่งที่ข้าเรียนรู้จากอาชีพของข้า ก็บอกได้เลยว่าผู้คนชอบเลือดสาด จ้างคนนี้เถอะ  - <i>เกร็ก โปรโมเตอร์อันเฉียบขาด</i>",
  "dac_ability_arc_warden_tempest_double": "ร่างมรสุมคู่",
  "dac_ability_arc_warden_tempest_double_description": "อาร์กวอร์เดนสร้างร่างโคลนสมบูรณ์แบบของเขาเองโดยมีพลังชีวิตเท่าเดิมที่มีอยู่ตอนนี้\n\nร่างโคลนสามารถใช้ไอเท็มปัจจุบันของอาร์กวอร์เดนได้ทั้งหมด และจะพยายามโจมตีศัตรูตัวเดียวกันกับผู้อัญเชิญ ร่างโคลนจะไม่สามารถสร้างร่างโคลนได้",
  "dac_ability_arc_warden_tempest_double_lore": "ที่เขานำพามาคือความลึกลับของการสรรค์สร้าง - <i>ทูราธ นักพยากรณ์วลีซ้อนเร้น</i>",
  "dac_ability_mirana_arrow": "ลูกศรศักดิ์สิทธิ์",
  "dac_ability_mirana_arrow_description": "มิรานายิงลูกศรระยะไกลออกไปเป็นเส้นตรงด้วยความแม่นยำอย่างเต็มที่ สตันเป้าหมายของเธอเป็นเวลา [3/5/7] วินาทีและสร้างความเสียหาย [400/800/1800] หน่วย",
  "dac_ability_mirana_arrow_lore": "อย่าเชื่อมั่นในเจ้าเร็นจอมคลั่งนั่น มันไม่คุ้มหรอก - <i>ขณะที่จุลให้คำแนะนำอันเป็นมิตร</i>",
  "dac_ability_slark_essence_shift": "ถ่ายแก่นสาร",
  "dac_ability_slark_essence_shift_description": "ติดตัว: ทุกครั้งที่สลาร์กโจมตีจะลดพลังโจมตีของเป้าหมายเขา [3/4/5] หน่วย\n\nพลังโจมตีของสลาร์กจะเพิ่มขึ้น [3/4/5] หน่วย และความเร็วในการโจมตีของเขาจะเพิ่มขึ้น [3/5/7] หน่วย",
  "dac_ability_slark_essence_shift_lore": "สลาร์กคือหัวใจสำคัญในการขนถ่ายสินค้าของเราเข้าและออกจากดาร์กรีฟ - <i>จุล ผู้สร้างเนื้อสร้างตัวด้วยตนเอง</i>",
  "dac_ability_slark_pounce": "ตะครุบ",
  "dac_ability_slark_pounce_description": "ติดตัว: หลังจากที่กระโดดลงสู่ช่อง สลาร์กปลดอาวุธเป้าหมายของเขาเป็นเวลา 3 วินาที",
  "dac_ability_slark_pounce_lore": "มันได้เปรียบพวกเราอีกครั้งได้อย่างไรกัน? - <i>ฮอบเกน จอมหัวร้อน</i>",
  "dac_ability_black_dragon_splash_attack": "โจมตีกระจาย",
  "dac_ability_black_dragon_splash_attack_description": "ติดตัว: การโจมตีระยะไกลของมังกรดำจะสร้างความเสียหายกระจายแก่ยูนิตในระยะ 1 ช่องของเป้าหมายมังกร",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "ยอดพลังกวาด",
  "dac_ability_sven_great_cleave_description": "ติดตัว: การโจมตีระยะประชิดของยูนิตนี้จะกระจายไปยังศัตรูใกล้เคียง",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "ป้องกันเวทโดยสมบูรณ์",
  "dac_ability_roshan_spell_immune_description": "เรียกใช้: โรชานป้องกันเวทโดยสมบูรณ์เป็นเวลา  วินาที",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "กรงเล็บเกี่ยวพัน",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "การโจมตีของหมีวิญญาณมีโอกาสที่จะทำให้เป้าหมายชะงักงัน เพราะจะสตันเป้าหมาย",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "ตัณหาโลหิต",
  "dac_ability_thunder_lizard_bloodlust_description": "สิ่งมีชีวิตกระตุ้นความบ้าคลั่งของยูนิตฝ่ายเดียวกัน เพิ่มความเร็วในการเคลื่อนที่ [8/10/12]% และความเร็วในการโจมตี [30/40/50]% หากร่ายใส่ตัวมันเอง ความเร็วในการโจมตีจะเพิ่ม [35/55/75]% แทน",
  "dac_ability_thunder_lizard_bloodlust_lore": " ",
  "dac_ability_healing_ward_healing_aura": "ออรารักษา",
  "dac_ability_healing_ward_healing_aura_description": "รักษาพลังชีวิตยูนิตฝ่ายเดียวกันภายในระยะ 1 ช่องเป็นจำนวน 20 หน่วย/วินาที",
  "dac_ability_healing_ward_healing_aura_lore": "",
  "dac_ability_tombstone_raise_zombies": "ปลุกซอมบี้",
  "dac_ability_tombstone_raise_zombies_description": "ยูนิตที่ตายในระยะ 2 หน่วยจะอัญเชิญซอมบี้",
  "dac_ability_tombstone_raise_zombies_lore": "",
  "dac_ability_barricade_aura": "เสากั้น",
  "dac_ability_barricade_aura_description": "เสากั้นปกป้องยูนิตใกล้เคียงและต้านทานต่อเวทมนตร์ทุกชนิด",
  "dac_ability_barricade_aura_lore": "",
  "dac_ability_target_dummy_taunt": "ยั่วยุ",
  "dac_ability_target_dummy_taunt_description": "หุ่นเล็งเป้ายั่วยุศัตรู",
  "dac_ability_target_dummy_taunt_lore": ""
}