{
  "dac_ability_antimage_mana_break": "Triệt Mana",
  "dac_ability_antimage_mana_break_description": "NỘI TẠI: Diệt Phép đốt [30/60/90] mana của đối phương với mỗi đòn đánh, gây thêm sát thương tương đương 50% lượng mana đốt được.",
  "dac_ability_antimage_mana_break_lore": "Diệt Phép đã đến để đối phó với ta... và ta đã sẵn sàng. - <i>Turath, kẻ tỵ nạn dinh thự Tyler</i>",
  "dac_ability_queenofpain_scream_of_pain": "Tiếng Thét Thống Khổ",
  "dac_ability_queenofpain_scream_of_pain_description": "Nữ Hoàng Thống Khổ thét lên một tiếng đinh tai nhức óc, gây [200/300/400] sát thương lên mọi kẻ địch trong phạm vi 3 ô.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha có thể không phải là bạn thâm giao chí cốt, nhưng ả sẽ sẵn lòng giúp nếu cho rằng có thể đè đầu cưỡi cổ ta sau này. - <i>Anessix, Quỷ thực dụng</i>",
  "dac_ability_lina_laguna_blade": "Đao Sấm Sét Xanh",
  "dac_ability_lina_laguna_blade_description": "Lina phóng ra một tia sét, gây [500/750/1200] sát thương trên một đơn vị.",
  "dac_ability_lina_laguna_blade_lore": "Không khó để thuyết phục Lina đến White Spire, chúng tôi ngưỡng mộ công việc của nhau. - <i>Hobgen, Chuyên gia phóng hỏa</i>",
  "dac_ability_natures_prophet_summon_tree": "Triệu Gọi Ma Cây",
  "dac_ability_natures_prophet_summon_tree_description": "Tiên Tri Rừng Xanh triệu hồi một Ma Cây từ mép bàn đấu. Ma Cây này được coi là một đơn vị hệ Ẩn Sĩ.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno đã liên lạc với những người bạn rừng tí hon của gã... Có thể là vấn đề đây. - <i>O'nia, Thương gia bị trục xuất của Revtel</i>",
  "dac_ability_windrunner_powershot": "Công Phá",
  "dac_ability_windrunner_powershot_description": "Con Cưng Thần Gió giương cung đến tối đa 1.5 giây để bắn ra một mũi tên cực mạnh, gây tối đa [200/400/600] sát thương. Sát thương giảm đi 10% cho mỗi kẻ địch nó xuyên qua.",
  "dac_ability_windrunner_powershot_lore": "Tôi kết giao với nhiều bạn bè trên những chuyến du hành, nên là không ngại nhờ giúp đỡ đâu. - <i>Wren, Kẻ chu du thế giới</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Bột Xương Tê Liệt",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Thầy Mo ném một túi bột gây tê, nhảy qua lại [5/7/9] lần giữa các đơn vị địch, làm choáng và gây [50/75/100] sát thương lên mục tiêu.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Tui khoái nhìn ông hành nghề đó, bác sĩ à... <i>Hobgen, Kẻ gây trò tộc Fae</i>",
  "dac_ability_juggernaut_blade_fury": "Lưỡi Kiếm Bão Táp",
  "dac_ability_juggernaut_blade_fury_description": "Kiếm Vương tung ra cơn lốc kiếm vũ, được miễn nhiễm phép và gây [50/100/150] sát thương mỗi giây lên các đơn vị địch trong phạm vi 1 ô trong 5 giây.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero không chỉ là một chiến binh. Gã là Kiếm Vương, một sức mạnh phi thường áp đảo. Nếu chúng ta có được gã, chẳng mấy chốc thây sẽ chất cao như núi. - <i>Grek phán sau khi cân nhắc kỹ lưỡng</i>",
  "dac_ability_sandking_burrowstrike": "Địa Đạo Xuyên Kích",
  "dac_ability_sandking_burrowstrike_description": "Sa Vương chui vào đất đào hầm, đánh trúng kẻ địch trên đường đi để gây [150/250/350] sát thương và làm choáng chúng trong 2 giây.\nÁp dụng hiệu ứng Thịt Nát Xương Tan lên mọi kẻ địch trúng phải.",
  "dac_ability_sandking_burrowstrike_lore": "Mất bao công sức mới tạo ra được cái hệ thống hầm ngầm này, chúng ta không thể để Sa Vương phá hoại thành quả của mình được. - <i>Jull, Nam Tước Rượu Mạnh</i>",
  "dac_ability_sandking_caustic_finale": "Thịt Nát Xương Tan",
  "dac_ability_sandking_caustic_finale_description": "NỘI TẠI: Khi Sa Vương đánh trúng một kẻ địch, giảm tốc độ tấn công kẻ đó đi -35 trong 3.5 giây. Nếu mục tiêu chết khi có hiệu ứng này, nó sẽ phát nổ, gây [55/100/190] sát thương lên đồng minh của chúng trong phạm vi 1 ô.",
  "dac_ability_sandking_caustic_finale_lore": "Lấy bạt phủ nó trước khi giết nhỉ? - <i>Anessix, Quỷ Dữ Nguyên Khôi</i>",
  "dac_ability_shadow_fiend_requiem": "Khúc Cầu Hồn",
  "dac_ability_shadow_fiend_requiem_description": "Ác Ma Bóng Tối chuyển hóa các linh hồn đày đọa thành năng lượng quỷ và giải phóng ra xung quanh, gây [100/175/250] sát thương cho kẻ địch trúng phải.",
  "dac_ability_shadow_fiend_requiem_lore": "Triều đình Ristul và ta đây có một... giao kèo. -<i>Anessix, Quỷ phàm tục</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Đòn Ân Sủng",
  "dac_ability_phantom_assassin_coup_de_grace_description": "NỘI TẠI: Sát Thủ Bóng Ma có [15/20/25]% cơ hội tung đòn đánh chí mạng, gây [300/450/600]% sát thương lên kẻ địch.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Con ả đó ám sát cả Kwerthias, sao ta không được cho rằng mình cũng là mục tiêu. - <i>O'nia, Thương gia hoang tưởng</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Hào Quang Chính Xác",
  "dac_ability_drow_ranger_trueshot_aura_description": "NỘI TẠI: Cảnh Binh Drow tăng [10/20/30]% tốc độ đánh cho mọi đồng minh trong phạm vi 1 ô.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex.  Em và anh, chúng ta sẽ vươn tới đỉnh cao.  Tin anh đi. - <i>Grek, Thương gia dầu rắn</i>",
  "dac_ability_morphling_waveform": "Hình Thái Sóng Cuộn",
  "dac_ability_morphling_waveform_description": "Dị Thể tan thành chất lỏng và cuộn mình thành sóng về phía trước, gây [150/250/350] sát thương lên kẻ địch trên đường đi.\n\nDị Thể bất khả xâm phạm trong hình thái này.",
  "dac_ability_morphling_waveform_lore": "Kỹ năng tán tỉnh của Turath với hạng quái lạ như Dị Thể rất... đáng ngại - <i>Quiet, Người máy thuyết âm mưu</i>",
  "dac_ability_axe_berserkers_call": "Khiêu Khích",
  "dac_ability_axe_berserkers_call_description": "Axe khiêu khích các đơn vị địch trong phạm vi 1 ô, khiến chúng phải tấn công hắn. Khi Khiêu Khích có hiệu lực, hắn có thêm [15/25/35] giáp.",
  "dac_ability_axe_berserkers_call_lore": "Không khó để nhờ vả Axe... Chỉ cần bia và lời hứa hẹn rằng hắn sẽ có một câu chuyện hay để kể sau này. - <i>Wren, Phản loạn được triệu họp</i>",
  "dac_ability_razor_plasma_field": "Trường Plasma",
  "dac_ability_razor_plasma_field_description": "Ma Sấm Sét giải phóng một vòng điện với sức mạnh tăng dần khi nó nở rộng, nhưng đồng thời cũng giật khi thu hẹp, làm chậm và gây tối đa [50/100/150] sát thương lên kẻ địch trong phạm vi 3 ô. \n\nSát thương và mức làm chậm sẽ tỷ lệ thuận với khoảng cách tới Razor. \n\nTrường Plasma gây sát thương hai lần lên mỗi đơn vị - một khi mở rộng, một khi thu hẹp.",
  "dac_ability_razor_plasma_field_lore": "Nếu bạn đây nghĩ hắn đáng sợ khi trên đường phố White Spire, thì hãy xem hắn ghê gớm ra sao ở Mê Cung Hẹp. - <i>Anessix, tín đồ thể thao</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Hào Quang Ma Pháp",
  "dac_ability_crystal_maiden_brilliance_aura_description": "NỘI TẠI: Mỗi 2 giây, Trinh Nữ Pha Lê sẽ hồi thêm [8/14/20] mana cho tất cả đơn vị đồng minh.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Tìm hiểu xem con bé đến đây tìm ta hay Turath. - <i>Jull, Buôn rượu lậu vùng Icewrack</i>",
  "dac_ability_kunkka_ghostship": "Con Tàu Ma",
  "dac_ability_kunkka_ghostship_description": "Kunkka triệu hồi một con tàu ma lướt vào chiến trường để rồi vỡ tung, gây [50/150/250] sát thương và làm choáng [1.4/1.7/2] giây lên kẻ thù trong phạm vi [2/2/3] ô quanh xác tàu.",
  "dac_ability_kunkka_ghostship_lore": "Má mì Eeb có rất nhiều bạn bè... Kunkka và tôi đều mong muốn có câu trả lời đấy. -<i>Wren, đứa con gái phục thù</i>",
  "dac_ability_tiny_toss": "Thảy Đi",
  "dac_ability_tiny_toss_description": "Tí Nị lượm một kẻ địch ngẫu nhiên lân cận, rồi ném chúng vào mục tiêu địch ở xa nhất. \n\nKhi va chạm, mục tiêu gây [100/200/300] sát thương lên toàn bộ kẻ địch trong phạm vi 1 ô và làm choáng chúng trong [1.5/2/2.5] giây.",
  "dac_ability_tiny_toss_lore": "Có vẻ như Enno kiếm được gã cốt đột rồi đấy. - <i>Grek chợt nhận ra mình đang gặp rắc rối lớn</i>",
  "dac_ability_puck_illusory_orb": "Quả Cầu Ảo Ảnh",
  "dac_ability_puck_illusory_orb_description": "Rồng Tiên phóng ra một quả cầu ma thuật bay theo đường thẳng, gây sát thương [150/200/250] lên các đơn vị địch gặp phải.",
  "dac_ability_puck_illusory_orb_lore": "Đừng để vẻ ngoài của gã lừa tình, Puck là tên khốn đúng nghĩa đấy. - <i>Hobgen đưa ra lời khuyên hữu ích</i>",
  "dac_ability_puck_phase_shift": "Thăm Xứ Lạ",
  "dac_ability_puck_phase_shift_description": "<i>MỞ KHÓA BẰNG LIÊN MINH RỒNG</i>\nNỘI TẠI: Ngay trước khi nhận sát thương, Rồng Tiên chuyển mình đến chiều không gian khác, miễn nhiễm mọi sát thương trong 0.5 giây.",
  "dac_ability_puck_phase_shift_lore": "Thằng nhãi ranh đó khi cần chả bao giờ thấy mặt nó. - <i>Hobgen, Underlord hay sốt ruột</i>",
  "dac_ability_clockwerk_battery_assault": "Phế Liệu Loạn Đả",
  "dac_ability_clockwerk_battery_assault_description": "Kỹ Sư Bánh Răng phóng ra những miểng vụn ở tốc độ cao lên đơn vị địch ngẫu nhiên thuộc phạm vi 1 ô trong 5 giây, gây [50/75/100] sát thương phép và làm chúng choáng nhẹ.",
  "dac_ability_clockwerk_battery_assault_lore": "Người Keen bé nhỏ à, Sứ Giả Đồng Thau có thể gọi ngươi là thứ kinh tởm, nhưng ta nghĩ ngươi tài giỏi đấy chứ. - <i>Quiet, Người máy dị giáo</i>",
  "dac_ability_lich_chain_frost": "Liên Hoàn Băng Pháp",
  "dac_ability_lich_chain_frost_description": "Lich ném một quả cầu băng, nhảy qua lại giữa những kẻ địch tối đa [6/9/12] lần, làm chậm -65% tốc độ tấn công và di chuyển của chúng trong 2.5 giây, gây sát thương [200/300/400] mỗi lần trúng đích.",
  "dac_ability_lich_chain_frost_lore": "Lich, chúng ta cùng có thể cùng có lợi. - <I>Turath vừa chốt một khế ước của quỷ</i>",
  "dac_ability_tidehunter_ravage": "Xúc Tua Bủa Vây",
  "dac_ability_tidehunter_ravage_description": "Thợ Săn Thủy Triều dậm mặt đất mạnh đến mức khiến xúc tu thủy quái trồi lên khắp nơi, gây [100/150/250] sát thương và làm choáng [2/2.25/3] giây lên mọi kẻ thù trong phạm vi [1/2/3] ô.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka à, hồi còn chưa bị thủy quái Leviathan săn lùng, tui ưa anh hơn. - <i>Wren, Bạn bè thời vụ</i>",
  "dac_ability_shadow_shaman_voodoo": "Hóa Thú",
  "dac_ability_shadow_shaman_voodoo_description": "Hầu Đồng Tà Sư hóa một kẻ địch thành sinh vật vô hại, khiến chúng không thể tấn công hay dùng kỹ năng trong [4/6/8] giây.",
  "dac_ability_shadow_shaman_voodoo_lore": "Gã này biết làm trò ra phết đấy chứ! - <i>Grek thể hiện tác phong lịch sự chuyên nghiệp</i>",
  "dac_ability_enigma_midnight_pulse": "Nhịp Đập Đêm Khuya",
  "dac_ability_enigma_midnight_pulse_description": "Thực Thể Bí Ẩn phát năng lượng tà ám, gây sát thương [5/7/9]% máu tối đa của đối tượng trong 10 giây đến tất cả kẻ địch trong phạm vi [1/2/3] ô tính từ mục tiêu.",
  "dac_ability_enigma_midnight_pulse_lore": "Có những thứ trong thế giới này ngươi không thể kiểm soát đâu. - <i>Turath, Pháp sư điên</i>",
  "dac_ability_tinker_heat_seeking_missile": "Tên Lửa Tầm Nhiệt",
  "dac_ability_tinker_heat_seeking_missile_description": "Thợ Máy bắn xả tên lửa lên [2/3/4] mục tiêu địch ngẫu nhiên, gây [350/450/450] sát thương mỗi quả.",
  "dac_ability_tinker_heat_seeking_missile_lore": "Hội người Keen đồng chí hướng, nếu không kiểm soát thì sẽ thành tai họa. - <i>O'nia tìm cách kêu gọi một mặt trận thống nhất</i>",
  "dac_ability_sniper_assassinate": "Ám Sát",
  "dac_ability_sniper_assassinate_description": "Xạ Thủ nhắm vào một kẻ địch trong 2 giây, rồi khai hỏa một phát đạn dữ dội gây [1000/2000/3000] sát thương và choáng nhẹ cho mục tiêu.",
  "dac_ability_sniper_assassinate_lore": "Bây có biết tui đây từng để người Keen diễn tiết mục mở màn không.  Khán giả thì thích, phí bảo hiểm thì khóc. - <i>Grek, Người chú trọng lỗ lãi</i>",
  "dac_ability_necrophos_death_pulse": "Năng Lượng Chết Chóc",
  "dac_ability_necrophos_death_pulse_description": "Sứ Giả Bệnh Dịch phát tán một làn sóng chết chóc ra xung quanh, ảnh hưởng cả kẻ địch lẫn đồng đội trong phạm vi 3 ô.\n\nGây [100/150/200] sát thương lên địch nhưng hồi [100/175/250] máu cho đồng minh.",
  "dac_ability_necrophos_death_pulse_lore": "Thôi nào, Sứ Giả Bệnh Dịch, hẳn ngươi phải muốn thứ gì đó chứ... - <i>Anessix, Con quỷ dẻo miệng</i>",
  "dac_ability_slardar_amplify_damage": "Sương Mù Mòn Rữa",
  "dac_ability_slardar_amplify_damage_description": "Hộ Vệ Biển Sâu khiến giáp kẻ địch [-15/-30/-45] trong 20 giây.",
  "dac_ability_slardar_amplify_damage_lore": "Slark và ta đây từng làm ăn với nhau, thì chúng ta có thể tìm điểm chung đồng thuận chứ nhỉ. - <i>Jull, cuồng rượu Pruno</i>",
  "dac_ability_beastmaster_wild_axes": "Song Rìu Hoang Dại",
  "dac_ability_beastmaster_wild_axes_description": "Thú Vương ném rìu có khả năng quay ngược về, cắt qua quân địch gây [60/100/140] sát thương.\n\nMỗi lưỡi rìu có thể đánh trúng mỗi kẻ địch một lần. Quân địch trúng phải sẽ nhận thêm [10/20/30]% sát thương từ Thú Vương.",
  "dac_ability_beastmaster_wild_axes_lore": "Có bao nhiêu kẻ ôm cây ở đây sẵn lòng hỗ trợ thằng nhóc con đó? - <i>Grek phàn nàn về Enno</i>",
  "dac_ability_venomancer_plague_ward": "Cọc Dịch Bệnh",
  "dac_ability_venomancer_plague_ward_description": "Tà Độc Xà tạo [1/1/3] cọc dịch bệnh để cùng chiến đấu.",
  "dac_ability_venomancer_plague_ward_lore": "Tạo tác của ngài thật tuyệt mĩ. Hãy để tôi đây giúp khu vườn này thêm phần lộng lẫy... - <i>Turath biết được rằng nịnh bợ giúp đạt được mọi thứ</i>",
  "dac_ability_templar_assassin_refraction": "Khúc Xạ",
  "dac_ability_templar_assassin_refraction_description": "Sát Thủ Ẩn Đền trở nên lanh lẹ, né sát thương và gây thêm [40/60/80]% sát thương.\n\nHiệu ứng né và tăng sát thương là riêng biệt, mỗi cái có [4/6/8] lượt dùng.",
  "dac_ability_templar_assassin_refraction_lore": "Giúp đỡ tôi, và chúng ta sòng phẳng. - <i>Wren tìm mọi sự hỗ trợ khả thi</i>",
  "dac_ability_viper_viper_strike": "Nọc Độc Tử Xà",
  "dac_ability_viper_viper_strike_description": "Nọc độc axit của Viper làm chậm tốc độ đánh và chạy của đơn vị đối phương đi [-40/-60/-80]%, đồng thời gây [150/250/350] sát thương độc theo thời gian.\n\n Hiệu ứng làm chậm yếu dần trong suốt thời gian hiệu lực.",
  "dac_ability_viper_viper_strike_lore": "Chúng ta không khác nhau là bao... Tôi đây cũng từng hiểu cái kiếp nô lệ là thế nào. - <i>Quiet, Người máy âm mưu</i>",
  "dac_ability_viper_corrosive_skin": "Lớp Da Xói Mòn",
  "dac_ability_viper_corrosive_skin_description": "<i>MỞ KHÓA BẰNG LIÊN MINH RỒNG</i>\nNỘI TẠI: Viper tiết ra một chất độc ngoài da, gây [20/30/40] sát thương mỗi giây và làm chậm tốc độ đánh trong 2 giây lên những ai sát thương hắn. Axit tiết ra cũng tăng độ kháng phép của Viper thêm [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Thiết nghĩ, ta tự hỏi một chiếc áo làm bằng da hắn trông ra sao nhỉ... - <i>Carl, Kẻ Mộng Mơ</i>",
  "dac_ability_luna_moon_glaive": "Nguyệt Đao",
  "dac_ability_luna_moon_glaive_description": "Luna niệm sức mạnh vào vũ khí, làm đòn đánh nảy qua lại giữa đơn vị địch trong phạm vi 2 ô.\n\nSát thương của Nguyệt Đao giảm 30% với mỗi lần nảy.",
  "dac_ability_luna_moon_glaive_lore": "Tui đây chẳng hiểu đến một nửa những gì cô nói, nhưng tui thích cách cô ném mấy món đó. - <i>Grek, Người thân thiện</i>",
  "dac_ability_dragon_knight_breathe_fire": "Phun Lửa",
  "dac_ability_dragon_knight_breathe_fire_description": "Hiệp Sĩ Rồng phun lửa, đốt cháy kẻ thù trong [200/350/500] giây và giảm sát thương địch đi [25/40/55] trong vòng 6 giây.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, anh đang lãng phí tài năng vào kẻ chẳng biết thế nào là tốt xấu. - <i>Hobgen đang cố gắng chiêu dụ anh tài</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Hóa Rồng",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>MỞ KHÓA BẰNG LIÊN MINH RỒNG</i>\nNỘI TẠI: Ngay khi giao chiến, Hiệp Sĩ Rồng biến thành một trong ba con rồng hùng mạnh, giúp tăng 30% tốc độ di chuyển & [50/100/150] sát thương, và có thêm sức mạnh mới.\n\nRồng Lục:\\nĐòn đánh gây thêm [30/30/30] sát thương độc mỗi giây trong vòng [5/5/5] giây.\n\nRồng Đỏ:\\nNgoài việc tẩm độc, đòn đánh gây 50% sát thương lên mọi kẻ địch trong phạm vi 1 ô tính quanh mục tiêu chính.\n\nRồng Lam:\\nNgoài việc tẩm độc, giảm -30% tốc độ di chuyển và -30% tốc độ đánh kẻ địch trong phạm vi 1 ô trong [3/3/3] giây.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden ca ngợi anh không ngớt, hy vọng đó không phải là hư danh. - <i>Wren, bạn của Thành Rồng Dragon Hold</i>",
  "dac_ability_enchantress_natures_attendants": "Thiên Nhiên Trợ Lực",
  "dac_ability_enchantress_natures_attendants_description": "Tiên Nai triệu hồi [3/5/7] tinh linh để hồi máu đồng minh trong phạm vi 4 ô.\n\nTrong 11 giây, đồng minh hồi 25 máu mỗi 1.5 giây.",
  "dac_ability_enchantress_natures_attendants_lore": "Ả chẳng sống nổi quá một ngày ở White Spire đâu. Không-Quá-Một-Ngày - <i>Hobgen tỏ ra khinh địch</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Ném Phi Tiêu",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Thợ Săn Tiền Thưởng ném phi tiêu vào kẻ địch, gây [300/500/700] sát thương và làm choáng nhẹ mục tiêu.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Miễn là bạn có tiền, hãy luôn tin tưởng người đem lòng trung ra bán. - <i>O'nia, Trí khôn có vấn đề</i>",
  "dac_ability_batrider_sticky_napalm": "Chất Nhầy Bắt Lửa",
  "dac_ability_batrider_sticky_napalm_description": "Dơi Kỵ Sĩ ném chất nhầy, phủ lên mặt đất trong phạm vi 2 ô tính từ điểm mục tiêu. Với mỗi lần bị tẩm dầu, nạn nhân nhận thêm [20/40/80] sát thương từ đòn đánh thường của Dơi Kỵ Sĩ, đồng thời bị làm chậm tốc độ chạy và tấn công đi -5%.\n\nNhững lần dính Chất Nhầy kế tiếp sẽ dồn thêm sát thương đánh thường và mức làm chậm, tối đa 10 lần cộng dồn.",
  "dac_ability_batrider_sticky_napalm_lore": "Ta yêu hắn. YÊU LẮM Ý. - <i>Hobgen, Kẻ phóng hỏa</i>",
  "dac_ability_doom_bringer_doom": "Tận Số",
  "dac_ability_doom_bringer_doom_description": "Chúa Quỷ ám lời nguyền tàn bạo, ngăn kẻ địch dùng phép hoặc sử dụng trang bị, và nhận [60/90/120] sát thương mỗi giây.\n\nKéo dài 20 giây.",
  "dac_ability_doom_bringer_doom_lore": "Tôi thích chốt kèo với quỷ theo nghĩa ẩn dụ... <i>O'nia bày tỏ ý kiến về đồng minh của Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Oanh Tạc",
  "dac_ability_gyrocopter_call_down_description": "Máy Bay gọi không kích lên mọi kẻ địch trong phạm vi 3 ô tính từ điểm rơi.\n\nHai quả tên lửa lần lượt được thả xuống, quả đầu tiên gây [200/300/400] sát thương và làm chậm 30% trong 2 giây, quả sau gây [200/300/400] sát thương và làm chậm 60% trong 4 giây.",
  "dac_ability_gyrocopter_call_down_lore": "Cứ tưởng xem chúng ta sẽ di chuyển được bao nhiêu hàng với sự giúp đỡ của ổng. <i>Jull nhìn xa trông rộng</i>",
  "dac_ability_alchemist_acid_spray": "Phun Axit",
  "dac_ability_alchemist_acid_spray_description": "Nhà Giả Kim xịt axit được nén dưới áp suất cao, ảnh hưởng kẻ địch trong phạm vi 3 ô tính từ mục tiêu.\n\nKẻ địch bước vào vùng nhiễm độc sẽ nhận [15/25/35] sát thương mỗi giây và giảm [-5/-8/-11] giáp.",
  "dac_ability_alchemist_acid_spray_lore": "Mi khoái làm kẻ khác phỏng mặt, ta đây thì thích đốt nhà... thật là một cặp trời sinh. - <i>Hobgen vượt rào cản văn hóa</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Triệu Hồi Sói Tinh",
  "dac_ability_lycan_wolf_spawn_shift_description": "Ma Sói gọi ra hai con sói để cùng chiến đấu.\n\nMa Sói sau đó biến hình và tăng [30/40/50]% máu tối đa, tốc độ di chuyển lên mức 650 và có 40% cơ hội đánh chí mạng thêm [150/175/200]% sát thương.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Hỡi ngài Ma Sói, hãy giúp con báo thù. - <i>Wren tìm cách thôi thúc nhân tính của Ma Sói</i>",
  "dac_ability_lone_druid_summon_bear": "Triệu Tập Gấu Tinh",
  "dac_ability_lone_druid_summon_bear_description": "Triệu tập Gấu Tinh hùng mạnh đồng hành chiến đấu.",
  "dac_ability_lone_druid_summon_bear_lore": "Đừng cho con gấu đó đến gần tui được không? Tui đây không chơi với gấu. - <i>Grek, Kẻ sợ gấu</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Năng Lượng Hỗn Nguyên",
  "dac_ability_chaos_knight_chaos_bolt_description": "Hỗn Nguyên Kỵ Sĩ ném một quả cầu ma thuật lên kẻ địch, sát thương và thời gian gây choáng hoàn toàn ngẫu nhiên.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "White Spire có thể khá khẩm với một chút hỗn loạn. - <i>Hobgen, Sứ giả hỗn mang</i>",
  "dac_ability_ogre_magi_bloodlust": "Cuồng Huyết",
  "dac_ability_ogre_magi_bloodlust_description": "Ogre Pháp Sư khiến một đơn vị đồng minh trở nên điên dại, tăng tốc độ chạy lên [8/10/12]% và tốc độ tấn công lên [30/40/50]%. Nếu dùng lên chính Orge Pháp Sư, tốc độ tấn công tăng sẽ là [35/55/75]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "Ogre Pháp Sư đáng giá gấp đôi cái phí nó đòi. Cũng may là thứ Pháp Sư này cũng thuộc hàng dốt đặc. - <i>O'nia, thích săn hàng giá hời</i>",
  "dac_ability_treant_leech_seed": "Hạt Ký Sinh",
  "dac_ability_treant_leech_seed_description": "Đại Thụ Hộ Vệ gieo hạt mầm ký sinh lên đơn vị địch, hút [80/110/150] máu mỗi 1.5 giây, làm chậm tốc độ tấn công và chạy đi -50%.\n\nHạt mầm hồi máu các đơn vị đồng minh trong phạm vi 1 ô tính từ mục tiêu. Kéo dài trong 5 giây. Kết thúc sớm nếu mục tiêu chết.",
  "dac_ability_treant_leech_seed_lore": "Ta nói thật luôn, không ngờ là Enno được một cái cây giúp đỡ. - <i>Jull phát biểu trong khi chén anh chén chú với Anessix</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Bừng Sáng",
  "dac_ability_keeper_of_the_light_illuminate_description": "Thủ Vệ Ánh Sáng vận năng lượng với sức công phá tỷ lệ thuận theo thời gian. Khi giải phóng, gây ra một làn sóng với sức công phá theo tỉ lệ [150/200/250] sát thương cho mỗi giây vận pháp.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "Thủ Vệ Ánh Sáng mạnh hơn nhiều so với vẻ bề ngoài, không áp chế lão thì chúng ta đi tong cả nút. - <i>Turath, Kẻ hủy diệt ánh sáng</i> ",
  "dac_ability_medusa_stone_gaze": "Ánh Mắt Hóa Đá",
  "dac_ability_medusa_stone_gaze_description": "Mọi kẻ địch trong phạm vi 4 ô khi nhìn vào Medusa sẽ bị giảm tốc độ chạy và tấn công đi 30%.\n\nNếu nhìn Medusa tổng cộng 2 giây, đơn vị đó sẽ hóa đá.\n\nCác đối tượng hóa đá sẽ bị choáng, nhận thêm 20% sát thương vật lý.",
  "dac_ability_medusa_stone_gaze_lore": "Nàng ấy quả đúng gu của tôi, nhưng tiếc là đây đã có Mireska rồi. - <i>Hobgen, Tội phạm với tình yêu sét đánh</i>",
  "dac_ability_medusa_split_shot": "Đa Mục Tiêu",
  "dac_ability_medusa_split_shot_description": "NỘI TẠI: Medusa hóa phép và bắn ra thêm tối đa [2/3/4] mũi tên, tấn công các mục tiêu khác trong phạm vi 1 ô tính từ mục tiêu chính. Các mũi tên thêm này chỉ gây -20 phần trăm sát thương so với mũi tên chính.",
  "dac_ability_medusa_split_shot_lore": "Đã thấy mụ ta bắn cung bao giờ chưa? À mà, nếu mi còn thở, thì ắt là chưa thấy rồi... - <i>Grek tâng bốc về tài năng mới tuyển được gần đây</i>",
  "dac_ability_troll_warlord_fervor": "Hăng Tiết",
  "dac_ability_troll_warlord_fervor_description": "NỘI TẠI: Cự Ma Chiến Tướng tung đòn xối xả, tốc đánh tăng thêm [15/20/25]% sau mỗi đòn đánh.\n\nNếu Cự Ma chuyển mục tiêu, lượng cộng dồn trở về 0.\n\nHiệu ứng này chỉ được cộng dồn tối đa [6/9/12] lần.",
  "dac_ability_troll_warlord_fervor_lore": "Khỏe và Dai. Như ta vậy. - <i>Quiet, Không bao giờ bỏ phí sức lực</i>",
  "dac_ability_timbersaw_whirling_death": "Cưa Vong Mạng",
  "dac_ability_timbersaw_whirling_death_description": "Lâm Tặc Máy Cưa xoay lưỡi cưa, gây [150/200/250] sát thương lên kẻ thù trong phạm vi 2 ô.",
  "dac_ability_timbersaw_whirling_death_lore": "Tôi đồ rằng Enno sẽ tập hợp đám bạn rừng của hắn, vì thế tôi cũng phải kêu gọi đồng bọn của mình thôi. - <i>Hobgen đề xuất giải pháp</i>",
  "dac_ability_tusk_walrus_punch": "Hải Mã QUYỀN!",
  "dac_ability_tusk_walrus_punch_description": "Tusk tung Hải Mã quyền trứ danh của mình, mạnh đến mức hất văng mục tiêu lên trời. Khi rơi xuống đất, nạn nhân sẽ bị giảm 40% tốc độ chạy.",
  "dac_ability_tusk_walrus_punch_lore": "Gã từng là bằng hữu của ta.  Chúng ta sẽ biết sớm thôi nếu hắn ở đây để giúp hay đấm ta. - <i>Jull hoài tưởng lại về tuổi trẻ</i>",
  "dac_ability_abaddon_aphotic_shield": "Lá Chắn Hắc Ám",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon bảo vệ một đơn vị đồng minh bằng khiên, hấp thụ được [100/300/600] sát thương trong 10 giây.\n\nKhi khiên bị phá hủy, nó sẽ phát nổ gây [100/300/600] sát thương lên kẻ địch trong phạm vi 2 ô.\n\nKhi dùng có thể gỡ bỏ một số loại hiệu ứng bất lợi hoặc thời gian gây choáng.",
  "dac_ability_abaddon_aphotic_shield_lore": "Tôi đây ngả mũ kính trọng nhà Avernus. - <i>O'nia tìm cách nịnh</i>",
  "dac_ability_terrorblade_metamorph": "Quỷ Hóa",
  "dac_ability_terrorblade_metamorph_description": "Thảo Khấu Quỷ chuyển sang hình dáng quỷ dữ đầy uy lực, đánh xa với cự ly 4 ô, tăng thêm [50/100/200]% sát thương và tốc độ đánh. Thảo Khấu Quỷ đồng thời cũng đổi máu với một đồng minh khác khi kỹ năng bắt đầu hóa quỷ.",
  "dac_ability_terrorblade_metamorph_lore": "Nếu mi thấy hắn nói chuyện với Anessix, tự hiểu điềm xấu sắp xảy ra. - <i>Jull, kẻ quan sát quần chúng</i>",
  "dac_ability_techies_bomb": "Mìn Điều Khiển Từ Xa",
  "dac_ability_techies_bomb_description": "Biệt đội đặt bộc phá, phát nổ sau 3 giây và gây [700/1100/1500] sát thương trong phạm vi [3/3/4] ô.\n\nGây một nửa sát thương cách xa một nửa phạm vi tối đa.",
  "dac_ability_techies_bomb_lore": "Về tộc Keen thì nói gì chả được, nhưng họ lúc nào cũng làm kẻ khác cười đau cả ruột. <i>Hobgen xem màn trình diễn thuốc nổ</i>",
  "dac_ability_disruptor_static_storm": "Bão Điện Tích",
  "dac_ability_disruptor_static_storm_description": "Nghệ Nhân Bão Tố tạo một vòng xoáy điện từ, khóa phép và gây mù (25%) mọi kẻ địch trong phạm vi 2 ô từ trung tâm trong [3/4/5] giây.\n\nSát thương ban đầu yếu, nhưng ngày một tăng lên, đạt tới mức tối đa [100/150/200].",
  "dac_ability_disruptor_static_storm_lore": "Tôi không chắc ổng ở đây để giúp, hay chỉ muốn trông chừng Axe. - <i>Wren, đội trưởng băng đảng ô hợp</i>",
  "dac_ability_omniknight_purification": "Rửa Tội",
  "dac_ability_omniknight_purification_description": "Hiệp Sĩ Toàn Tri lập tức hồi [200/400/720] máu cho đơn vị đồng minh và gây sát thương lên mọi kẻ địch trong phạm vi 1 ô.",
  "dac_ability_omniknight_purification_lore": "Ổng lấy đức tin ra làm vũ khí... cũng như ta vậy. - <i>Turath, hoang tưởng mình là đấng cứu thế</i>",
  "dac_ability_pudge_meathook": "Móc Thịt",
  "dac_ability_pudge_meathook_description": "Đồ Tể Pudge ném một móc câu đẫm máu lên kẻ địch ở xa nhất, kéo nạn nhân về để gây [150/220/290] sát thương.\n\nPudge và đồng minh trong phạm vi 1 ô sẽ tập trung đánh nạn nhân đến chết.",
  "dac_ability_pudge_meathook_lore": "Pudge? Ồ, gã chỉ hơi phì lũ thôi.  Lúc nào cũng chào mỗi khi tui đang tắm nắng - <i>Carl, thợ may tộc xác sống</i>",
  "dac_ability_warlock_shadow_word": "Tà Ngôn",
  "dac_ability_warlock_shadow_word_description": "Ma Đạo Sư niệm chú hồi [50/125/175] máu cho đơn vị đồng minh, hoặc sát thương kẻ địch [50/100/150] máu mỗi giây trong 3 giây.",
  "dac_ability_warlock_shadow_word_lore": "Có những bí mật phải biết mà giữ kín... Demnok sẽ trả giá vì cái tội lắm mồm. - <i>Anessix, tìm cách câu giờ</i>",
  "dac_ability_bloodseeker_blood_rage": "Nộ Huyết Xung Thiên",
  "dac_ability_bloodseeker_blood_rage_description": "NỘI TẠI: Mỗi giây, Kẻ Săn Máu nhận sát thương tương đương 7% máu tối đa.\n\nCứ mỗi % máu bị mất, có thêm 5% tốc độ đánh.\n\nKhi giết được mạng, hồi 35% máu tối đa.",
  "dac_ability_bloodseeker_blood_rage_lore": "Nếu có một điều tui học được trong sự nghiệp của mình, thì đó là quần chúng thích đầu rơi máu chảy.  Thuê anh này mau và ngay. - <i>Grek, ông bầu quả quyết</i>",
  "dac_ability_arc_warden_tempest_double": "Phân Thân Bão Tố",
  "dac_ability_arc_warden_tempest_double_description": "Cai Ngục Trăng Điên tạo ra phân thân của chính mình.\n\nPhân thân có thể dùng mọi đồ và phép của bản chính và có thời gian hồi riêng biệt, nhưng chỉ tạo -50% mana từ đòn tấn công tung ra, không nhận mana nào từ đòn tấn công nhận phải.",
  "dac_ability_arc_warden_tempest_double_lore": "Hắn mang theo mình bí ẩn của sự sáng thế. - <i>Turath, nhà tiên tri khó hiểu</i>",
  "dac_ability_mirana_arrow": "Mũi Tên Thiêng",
  "dac_ability_mirana_arrow_description": "Mirana bắn một mũi tên cự ly dài với độ chuẩn xác chết người, làm choáng mục tiêu [3/5/7] giây, gây [400/800/1800] sát thương.",
  "dac_ability_mirana_arrow_lore": "Wren, đừng bao giờ tin một tên cuồng tín, không đáng đâu. - <i>Jull đưa ra một lời khuyên thân thiện</i>",
  "dac_ability_slark_essence_shift": "Đạo Tặc Tinh Khí",
  "dac_ability_slark_essence_shift_description": "NỘI TẠI: Mỗi đòn Slark đánh làm giảm [3/4/5] sát thương và [3/5/7] tốc độ đánh của mục tiêu.\n\nĐồng thời cải thiện các chỉ số đó của Slark theo cùng mức bị thâm hụt của đối phương.",
  "dac_ability_slark_essence_shift_lore": "Slark là phương thức chuyển hàng của chúng ta ra và vào San Hô Đen. - <i>Jull, Người đàn ông tự lập</i>",
  "dac_ability_slark_pounce": "Vồ Chụp",
  "dac_ability_slark_pounce_description": "NỘI TẠI: Sau khi đáp xuống từ một đòn nhảy, Slark cấm mục tiêu của hắn dùng đòn đánh thường trong 3 giây.",
  "dac_ability_slark_pounce_lore": "Giải thích cho tao tại sao tên đó cứ nhảy hoài vào đầu chúng ta thế!? - <i>Hobgen nóng tính</i>",
  "dac_ability_black_dragon_splash_attack": "Đánh Lan",
  "dac_ability_black_dragon_splash_attack_description": "NỘI TẠI: Đòn đánh xa của Rồng Đen gây sát thương lan xung quanh 1 ô tính từ mục tiêu chính trúng đòn.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Ngả Rạ",
  "dac_ability_sven_great_cleave_description": "NỘI TẠI: Đòn cận chiến của đơn vị này gây sát thương lên cả kẻ địch lân cận.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Miễn nhiễm phép",
  "dac_ability_roshan_spell_immune_description": "CHỦ ĐỘNG: Roshan trở nên miễn nhiễm phép trong  giây.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Móng Vuốt Trói Chân",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Đòn tấn công của Gấu Tinh có cơ hội trói lấy mục tiêu, làm choáng chúng.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " "
}