{
  "dac_ability_antimage_mana_break": "Infrangi-mana",
  "dac_ability_antimage_mana_break_description": "PASSIVA: Anti-Mage brucia [30/60/90] punti mana dell'avversario ad ogni attacco, infliggendo il 50% del mana bruciato come danno al bersaglio.",
  "dac_ability_antimage_mana_break_lore": "Anti-Mage è qui per me... e io sarò qui ad aspettarlo. - <i>Turath, fuggitivo della tenuta Tyler</i>",
  "dac_ability_queenofpain_scream_of_pain": "Urlo del dolore",
  "dac_ability_queenofpain_scream_of_pain_description": "Queen of Pain lancia un urlo travolgente intorno a sé, danneggiando tutti i nemici nel raggio di 3 caselle per [200/300/400] punti danno.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha non sarà una mia amica stretta, ma mi aiuterà volentieri se pensa di potere approfittarne più tardi. - <i>Anessix, demone pragmatico</i>",
  "dac_ability_lina_laguna_blade": "Lama della laguna",
  "dac_ability_lina_laguna_blade_description": "Lina scaglia un fulmine che infligge [500/750/1200] punti danno a una singola unità.",
  "dac_ability_lina_laguna_blade_lore": "Non è stato difficile convincere Lina a venire a Guglia bianca, io e lei ci apprezziamo a vicenda. - <i>Hobgen, piromane di professione</i>",
  "dac_ability_natures_prophet_summon_tree": "Richiamo della natura",
  "dac_ability_natures_prophet_summon_tree_description": "Nature's Prophet evoca un Albero animato dal bordo della scacchiera. L'Albero animato è considerato un Druido.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno ha contattato i suoi piccoli amici della foresta... potrebbe essere un problema. - <i>O'nia, mercante bandita di Revtel</i>",
  "dac_ability_windrunner_powershot": "Colpo potente",
  "dac_ability_windrunner_powershot_description": "Windranger tende il suo arco fino a 1.5 secondi per scagliare un unico colpo devastante, che infligge fino a [200/400/600] punti danno. Per ogni nemico colpito da Colpo potente, il danno si riduce del 10%.",
  "dac_ability_windrunner_powershot_lore": "Mi sono fatta molti amici durante i miei viaggi e non ho paura di riscuotere qualche favore. <i>Wren, giramondo</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Teschio paralizzante",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Witch Doctor lancia un teschio colmo di polvere paralizzante che rimbalza [5/7/9] volte tra le unità nemiche, stordendo e infliggendo [50/75/100] punti danno a quelle che colpisce.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Adoro guardarti lavorare, Doc... - <i>Hobgen, fata dispettosa</i>",
  "dac_ability_juggernaut_blade_fury": "Lama furiosa",
  "dac_ability_juggernaut_blade_fury_description": "Quando è circondato da 2 o più nemici, Juggernaut inizia a ruotare con la sua lama, diventando immune ai danni magici e infliggendo [50/100/150] punti danno al secondo alle unità nemiche nel raggio di 1 casella per 5 secondi.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero non è solo un guerriero. È un Juggernaut. Se è dalla nostra parte inizieremo a impilare cadaveri in un baleno. - <i>Grek analizza tutte le possibilità</i>",
  "dac_ability_sandking_burrowstrike": "Attacco dal sottosuolo",
  "dac_ability_sandking_burrowstrike_description": "Sand King scava una galleria nel terreno e si proietta in avanti, colpendo i nemici, infliggendo loro [150/250/350] punti danno e stordendoli per 2 secondi.\nApplica il veleno di Finale caustico a tutti i nemici colpiti.",
  "dac_ability_sandking_burrowstrike_lore": "Abbiamo lavorato duramente per creare la nostra rete di tunnel, non possiamo permettere che Sand King distrugga ciò che abbiamo costruito. - <i>Jull, barone dei liquori</i>",
  "dac_ability_sandking_caustic_finale": "Finale caustico",
  "dac_ability_sandking_caustic_finale_description": "PASSIVA: quando Sand King colpisce un nemico, ne riduce la velocità di attacco di -35 per 3.5 secondi. Se un bersaglio muore mentre Finale caustico è attiva, questo esploderà, infliggendo [55/100/190] punti danno ai suoi alleati nel raggio di 1 casella.",
  "dac_ability_sandking_caustic_finale_lore": "Non potrebbe almeno dare una ripulita? - <i>Anessix, amante dell'igiene</i>",
  "dac_ability_shadow_fiend_requiem": "Requiem delle anime",
  "dac_ability_shadow_fiend_requiem_description": "Shadow Fiend canalizza le anime dei dannati e rilascia energia demoniaca attorno a sé, infliggendo [100/175/250] punti danno a chiunque venga colpito dall'esplosione.",
  "dac_ability_shadow_fiend_requiem_lore": "Io e la Corte di Ristul abbiamo trovato... un'intesa. - <i>Anessix, demone terreno</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Colpo di grazia",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASSIVA: Phantom Assassin ha il [15/20/25]% di probabilità di assestare un devastante colpo critico che infligge il [300/450/600]% di danno aggiuntivo alle unità nemiche.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Ha già assassinato Kwerthias, perché non dovrei essere il prossimo? - <i>O'nia, mercante paranoico</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Aura di precisione",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASSIVA: Drow Ranger aggiunge un bonus del [10/20/30]% alla velocità di attacco di tutti gli alleati nel raggio di 1 casella.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Fidati, Traxex. Io e te faremo strada. - <i>Grek, truffatore</i>",
  "dac_ability_morphling_waveform": "Forma d'onda",
  "dac_ability_morphling_waveform_description": "Morphling si dissolve in un liquido e scorre in avanti, danneggiando le unità nemiche sul suo cammino per [150/250/350] punti danno.\n\nMorphling è invulnerabile durante Forma d'onda.",
  "dac_ability_morphling_waveform_lore": "L'abilità di Turath di ottenere il favore di Morphling è... disturbante. - <i>Quet, cospiratrice meccanica</i>",
  "dac_ability_axe_berserkers_call": "Richiamo del berserker",
  "dac_ability_axe_berserkers_call_description": "Axe provoca le unità nemiche nel raggio di 1 casella, obbligandole ad attaccarlo. Mentre Chiamata del Berserker è attiva, Axe ottiene [15/25/35] punti armatura aggiuntivi.",
  "dac_ability_axe_berserkers_call_lore": "È facile farsi aiutare da Axe... basta offrirgli un po' di birra e promettergli che avrà una bella storia da raccontare. - <i>Wren, ribelle entusiasta</i>",
  "dac_ability_razor_plasma_field": "Campo di plasma",
  "dac_ability_razor_plasma_field_description": "Rilascia un fulmine circolare che cresce di potenza mentre si espande, per poi contrarsi rallentando e infliggendo [50/100/150] punti danno alle unità nemiche distanti fino a 3 caselle.\n\nIl danno e il rallentamento aumentano all'aumentare della distanza da Razor.\n\nCircolo fulmineo colpisce ogni unità due volte, una per ciascuna direzione.",
  "dac_ability_razor_plasma_field_lore": "Se credi che sia spaventoso sulle strade di Guglia bianca, dovresti vedere cosa combina nel Labirinto Angusto. - <i>Anessix, amante dello sport</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Aura arcana",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASSIVA: ogni 2 secondi, Crystal Maiden fornisce una rigenerazione di [8/14/20] punti mana a tutte le unità alleate.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Scopri se è qui per me o per Turath. - <i>Jull, contrabbandiere del Deserto di Ghiaccio</i>",
  "dac_ability_kunkka_ghostship": "Nave fantasma",
  "dac_ability_kunkka_ghostship_description": "Kunkka evoca una nave fantasma che si arena sul campo di battaglia, infliggendo [50/150/250] punti danno e stordendo tutti i nemici distanti [2/2/3] caselle dal luogo dello schianto per [1.4/1.7/2] secondi.",
  "dac_ability_kunkka_ghostship_lore": "Mamma Eeb aveva un sacco di amici... Kunkka vuole le stesse risposte che voglio io. - <i>Wren, figlia vendicativa</i>",
  "dac_ability_tiny_toss": "Lancio",
  "dac_ability_tiny_toss_description": "Tiny afferra un nemico adiacente casuale e lo scaglia contro il bersaglio nemico più lontano.\n\nAl momento dell'impatto, il bersaglio infligge [100/200/300] punti danno a tutti i nemici distanti 1 casella e li stordisce per [1.5/2/2.5] secondi.",
  "dac_ability_tiny_toss_lore": "Sembra che Enno si sia fatto degli amici forzuti. - <i>Grek ha un grosso problema</i>",
  "dac_ability_puck_illusory_orb": "Sfera illusoria",
  "dac_ability_puck_illusory_orb_description": "Puck lancia in linea retta un globo magico che infligge [150/200/250] punti danno a tutte le unità nemiche sul suo tragitto.",
  "dac_ability_puck_illusory_orb_lore": "Non lasciarti ingannare dal suo aspetto, Puck è un gran bastardo. - <i>Hobgen regala dei saggi consigli</i>",
  "dac_ability_puck_phase_shift": "Spostamento di fase",
  "dac_ability_puck_phase_shift_description": "<i>SBLOCCATA CON LA SINERGIA DRAGONE</i>\nPASSIVA: Puck si trasporta brevemente in un'altra dimensione, dove è immune ad ogni danno per 0.5 secondi.",
  "dac_ability_puck_phase_shift_lore": "Quella piccola peste non è mai qui intorno quando ti serve. - <i>Hobgen, Underlord impaziente</i>",
  "dac_ability_clockwerk_battery_assault": "Batteria d'assalto",
  "dac_ability_clockwerk_battery_assault_description": "Clockwerk scarica potenti schegge a delle unità nemiche casuali nel raggio di 1 casella per 5 secondi, infliggendo [50/75/100] danni magici e mini-stordimenti.",
  "dac_ability_clockwerk_battery_assault_lore": "L'Araldo di Ottone ti definirebbe un abominio, ma per me sei piuttosto scaltro, piccolo Smilzo. - <i>Quiet, automatismo eretico</i>",
  "dac_ability_lich_chain_frost": "Congelamento a catena",
  "dac_ability_lich_chain_frost_description": "Lich rilascia una sfera di gelo che rimbalza fino a [6/9/12] volte tra le unità nemiche che le si trovano vicino, rallentandone la velocità di attacco e di movimento del -65% per 2.5 secondi e infliggendo [200/300/400] punti danno ad ogni colpo.",
  "dac_ability_lich_chain_frost_lore": "Possiamo aiutarci a vicenda, Lich. - <i>Turath fa un patto col diavolo</i>",
  "dac_ability_tidehunter_ravage": "Devastazione",
  "dac_ability_tidehunter_ravage_description": "Tidehunter colpisce il terreno, facendo eruttare tentacoli in tutte le direzioni, infliggendo [100/150/250] punti danno e stordendo tutte le unità nel raggio di [1/2/3] caselle per [2/2.25/3] secondi.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, mi piacevi di più quando non c'era un Leviatano a darti la caccia. - <i>Wren, amica a convenienza</i>",
  "dac_ability_shadow_shaman_voodoo": "Maledizione",
  "dac_ability_shadow_shaman_voodoo_description": "Shadow Shaman trasforma l'unità nemica bersagliata in una creatura innocua, disabilitandone le abilità e la possibilità di attaccare per [4/6/8] secondi.",
  "dac_ability_shadow_shaman_voodoo_lore": "Lui sì che sa come dare spettacolo! - <i>Grek dimostra la sua cortesia professionale</i>",
  "dac_ability_enigma_midnight_pulse": "Impulso di mezzanotte",
  "dac_ability_enigma_midnight_pulse_description": "Enigma emette un'aura oscura che infligge punti danno per il [5/7/9]% della salute massima di un nemico per 10 secondi a tutte le unità in un raggio di [1/2/3] caselle dal bersaglio.",
  "dac_ability_enigma_midnight_pulse_lore": "Ci sono cose al mondo che non possono essere controllate. - <i>Turath, mago folle</i>",
  "dac_ability_tinker_heat_seeking_missile": "Missili a ricerca di calore",
  "dac_ability_tinker_heat_seeking_missile_description": "Tinker lancia una salva di razzi verso [2/3/4] nemici casuali infliggendo [350/450/450] punti danno all'impatto.",
  "dac_ability_tinker_heat_seeking_missile_lore": "La Società degli Smilzi Uniti potrebbe essere un problema se nessuno li tiene d'occhio. -<i>O'nia prova a formare un fronte unito</i>",
  "dac_ability_sniper_assassinate": "Assassinio",
  "dac_ability_sniper_assassinate_description": "Sniper mira a un'unità nemica per 2 secondi e spara un proettile devastante che infligge [1000/2000/3000] punti danno e stordisce leggermente il bersaglio.",
  "dac_ability_sniper_assassinate_lore": "Sai, prima facevo introdurre il mio spettacolo dagli Smilzi. Il pubblico li adorava, ma era sempre un rischio. <i>Grek bada al sodo</i>",
  "dac_ability_necrophos_death_pulse": "Battito mortale",
  "dac_ability_necrophos_death_pulse_description": "Necrophos rilascia attorno a sé un'onda mortifera che ha effetto su unità nemiche ed alleate nel raggio di 3 caselle.\n\nBattito mortale infligge [100/150/200] punti danno ai nemici e guarisce gli alleati di [100/175/250] punti salute.",
  "dac_ability_necrophos_death_pulse_lore": "Suvvia, Necrophos, deve pur esserci qualcosa che desideri.... - <i>Anessix, il Diavolo persuasivo</i>",
  "dac_ability_slardar_amplify_damage": "Fumi corrosivi",
  "dac_ability_slardar_amplify_damage_description": "Slardar modifica i punti armatura di [-15/-30/-45] per 20 secondi.",
  "dac_ability_slardar_amplify_damage_lore": "Io e Slark riuscivamo a fare affari, sicuramente anche noi troveremo un accordo. - <i>Jull, amante del buon vino</i>",
  "dac_ability_beastmaster_wild_axes": "Asce selvagge",
  "dac_ability_beastmaster_wild_axes_description": "Beastmaster scaglia le sue asce e le richiama a sé, infliggendo [60/100/140] punti danno alle unità nemiche sul loro tragitto.\n\nOgni ascia può colpire un nemico una volta e amplifica del [10/20/30]% i danni successivi inflitti da Beastmaster.",
  "dac_ability_beastmaster_wild_axes_lore": "Quanti pollici verdi ha trovato quel piccoletto per difenderlo? - <i>Grek si lamenta di Enno</i>",
  "dac_ability_venomancer_plague_ward": "Guardiano pestilenziale",
  "dac_ability_venomancer_plague_ward_description": "Venomancer evoca [1/1/1] Guardiani pestilenziali che combattono al suo fianco.",
  "dac_ability_venomancer_plague_ward_lore": "Le tue creazioni sono meravigliose. Lascia che ti aiuti a coltivare il tuo giardino... - <i>Turath impara che l'adulazione apre tutte le porte</i>",
  "dac_ability_templar_assassin_refraction": "Rifrazione",
  "dac_ability_templar_assassin_refraction_description": "Templar Assassin diventa elusiva, evitando danni e ottenendo il [40/60/80]% di danno d'attacco aggiuntivo.\n\nGli effetti dell'elusione e del danno d'attacco sono separati e hanno [4/6/8] istanze ciascuno.",
  "dac_ability_templar_assassin_refraction_lore": "Se mi aiuti, il tuo debito sarà cancellato. - <i>Wren cerca di ottenere tutto l'aiuto di cui ha bisogno</i>",
  "dac_ability_viper_viper_strike": "Colpo viperino",
  "dac_ability_viper_viper_strike_description": "Il veleno acido di Viper rallenta la velocità di movimento e di attacco dell'unità nemica bersagliata del [-40/-60/-80]%, infliggendole inoltre [150/250/350] danni da veleno nel tempo.\n\nQuesto effetto di rallentamento svanisce con il passare del tempo.",
  "dac_ability_viper_viper_strike_lore": "Non siamo così diversi... Anche io so cosa vuol dire essere uno schiavo. - <i>Quiet, robot cosipiratore</i>",
  "dac_ability_viper_corrosive_skin": "Pelle corrosiva",
  "dac_ability_viper_corrosive_skin_description": "<i>SBLOCCATA CON LA SINERGIA DRAGONE</i>\nPASSIVA: Viper trasuda una tossina infettiva che infligge [20/30/40] punti danno al secondo e rallenta velocità di attacco di qualunque nemico lo ferisca per 2 secondi. L'acido trasudato aumenta anche la sua resistenza ai danni magici di [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Vorrei tanto farmi un cappotto con la sua pelle... - <i>Carl, sognatore</i>",
  "dac_ability_luna_moon_glaive": "Falce di luna",
  "dac_ability_luna_moon_glaive_description": "PASSIVA: i falcioni di luna rimbalzano tra le unità nemiche nel raggio di 2 caselle.\n\nI falcioni infliggono il 30% di danno in meno ad ogni rimbalzo.",
  "dac_ability_luna_moon_glaive_lore": "Non capisco la metà di quello che dici, ma mi piace come lanci quegli affari. - <i>Grek il socievole</i>",
  "dac_ability_dragon_knight_breathe_fire": "Alito infuocato",
  "dac_ability_dragon_knight_breathe_fire_description": "Scatena un'alitata infuocata in linea retta di fronte a Dragon Knight che brucia i nemici infliggendo [200/350/500] punti danno e ne riduce il danno d'attacco di [25/40/55] per 6 secondi.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, il tuo talento è stato sprecato per qualcuno che non ti apprezza abbastanza. - <i>Hobgen prova a reclutare talenti</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Forma di drago antico",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>SBLOCCATA CON LA SINERGIA DRAGONE</i>\nPASSIVA: all'inizio della battaglia, Dragon Knight assume la forma di uno dei tre potenti draghi antichi, aumentando la sua velocità di movimento del 30% e danno da attacco di [50/100/150], ottenendo temporaneamente nuovi poteri.\n\nDrago verde:\\ngli attacchi infliggono [30/30/30] danni da veleno al secondo per [5/5/5] secondi.\n\nDrago rosso:\\nin aggiunta all'avvelenamento dei nemici, gli attacchi danneggiano tutte le unità nel raggio di 1 casella dal bersaglio per il 50% dei danni.\n\nDrago blu:\\nin aggiunta all'avvelenamento dei nemici, rallenta del -30% la velocità di movimento e del -30% la velocità di attacco delle unità nemiche distanti 1 casella per [3/3/3] secondi.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden ha parlato bene di te, spero che confermerai le aspettative. - <i>Wren, alleata della Fortezza del dragone</i>",
  "dac_ability_enchantress_natures_attendants": "Seguaci della natura",
  "dac_ability_enchantress_natures_attendants_description": "Enchantress evoca uno sciame di [3/5/7] spiriti che cura tutti gli alleati nel raggio di 4 caselle.\n\nPer 11 secondi, gli alleati guariscono di 25 punti salute ogni 1.5 secondi.",
  "dac_ability_enchantress_natures_attendants_lore": "Non durerà un giorno a Guglia bianca. Non un giorno. - <i>Hobgen sottovaluta il proprio avversario</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Lancio di shuriken",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Bounty Hunter scaglia uno shuriken a un'unità nemica, infliggendo [300/500/700] punti danno e stordendo lievemente il bersaglio.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Se hai abbastanza soldi, puoi sempre fidarti di un uomo che mette la propria lealtà in vendita. - <i>O'nia, saggezza discutibile</i>",
  "dac_ability_batrider_sticky_napalm": "Napalm viscoso",
  "dac_ability_batrider_sticky_napalm_description": "Batrider lancia un'ampolla che ricopre di petrolio appiccicoso un'area con un raggio di 2 caselle dal punto di impatto, aggiungendo [20/40/80] punti danno ai suoi attacchi e rallentando la velocità di attacco dei nemici del -5%.\n\nGli utilizzi successivi di Napalm viscoso aumentano il danno e il tasso di rallentamento. Cumulabile fino a 10 volte.",
  "dac_ability_batrider_sticky_napalm_lore": "Adoro questo tizio. LO ADORO. <i>Hobgen, piromane</i>",
  "dac_ability_doom_bringer_doom": "Doom",
  "dac_ability_doom_bringer_doom_description": "Doom evoca una potente maledizione che impedisce a un nemico di lanciare incantesimi o usare oggetti. Il nemico subisce anche [60/90/120] punti danno al secondo.\n\nDura 20 secondi.",
  "dac_ability_doom_bringer_doom_lore": "Preferisco scendere a patti con i miei demoni metaforici... - <i>O'nia, scettica sugli alleati di Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Abbattimento",
  "dac_ability_gyrocopter_call_down_description": "Gyrocopter lancia un attacco missilistico sulle unità nemiche distanti 3 caselle.\n\nArrivano due missili in successione: il primo infligge [200/300/400] punti di danno e un rallentamento del 30% per 2 secondi, mentre il secondo infligge [200/300/400] punti danno e un rallentamento del 60% per 4 secondi.",
  "dac_ability_gyrocopter_call_down_lore": "Pensa a quanto materiale potremmo spostare con il suo aiuto. <i>Jull pensa in grande</i>",
  "dac_ability_alchemist_acid_spray": "Spruzzo acido",
  "dac_ability_alchemist_acid_spray_description": "Alchemist spruzza un acido ad alta pressione che colpisce i nemici nel raggio di 3 caselle dal bersaglio.\n\nLe unità nemiche che passano sul terreno contaminato subiscono [15/25/35] punti danno al secondo e una riduzione dell'armatura di [-5/-8/-11].",
  "dac_ability_alchemist_acid_spray_lore": "A te piace bruciare la faccia della gente, a me piace bruciare le case della gente... una combinazione divina. - <i>Hobgen riduce le differenze culturali</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Evoca lupi",
  "dac_ability_lycan_wolf_spawn_shift_description": "Lycan evoca due lupi che combattono al suo fianco.\n\nQuindi Lycan si trasforma e aumenta del [30/40/50]% la sua salute massima, la sua velocità di movimento aumenta di 650 e ottiene il 40% di probabilità di assestare un colpo critico che infligge il [150/175/200]% di danni aggiuntivi.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Lycan, ti prego, aiutami a vendicarmi. - <i>Wren fa leva sull'umanità di Lycan</i>",
  "dac_ability_lone_druid_summon_bear": "Evocazione dello spirito orso",
  "dac_ability_lone_druid_summon_bear_description": "Evoca un potente spirito orso.",
  "dac_ability_lone_druid_summon_bear_lore": "Basta che non fai avvicinare l'orso, va bene? Io e gli orsi non andiamo d'accordo. - <i>Grek, orsofobico</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Dardo del caos",
  "dac_ability_chaos_knight_chaos_bolt_description": "Chaos Knight lancia un dardo d'energia misteriosa che stordisce un'unità nemica per una durata casuale e infligge una quantità di danni casuale.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "A Guglia bianca farebbe bene un po' di caos. - <i>Hobgen, agente del caos</i>",
  "dac_ability_ogre_magi_bloodlust": "Brama sanguinaria",
  "dac_ability_ogre_magi_bloodlust_description": "Ogre Magi incita alla frenesia un'unità alleata, aumentandone le velocità di attacco del [30/65/100]% e di movimento del [8/10/12]%. Se utilizzata su Ogre Magi, la velocità di attacco aggiuntiva è del [50/90/130]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "Il Magi vale il doppio di quello che si fa pagare. Per fortuna, il Magi è anche un idiota. - <i>O'nia alla ricerca di uno sconto</i>",
  "dac_ability_treant_leech_seed": "Seme parassita",
  "dac_ability_treant_leech_seed_description": "Treant Protector pianta un seme parassita in un'unità nemica, prosciugandone la salute di [100/150/200] punti ogni 1.5 secondi e rallentando la sua velocità di movimento del -50%.\n\nIl seme cura le unità alleate in un raggio di 1 caselle attorno al bersaglio. Dura 5 secondi. L'effetto termina se il bersaglio muore.",
  "dac_ability_treant_leech_seed_lore": "Devo dire la verità, non mi aspettavo che Enno si sarebbe fatto aiutare da un albero. <i>Jull e Anessix si fanno una bevuta</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Illuminazione",
  "dac_ability_keeper_of_the_light_illuminate_description": "Keeper of the Light canalizza dell'energia luminosa, aumentandone il potere quanto più a lungo è canalizzata. Una volta rilasciata, l'energia infligge [150/200/250] punti danno per ogni secondo per cui è stata canalizzata.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "Keeper of the Light è più potente di quanto non lasci intendere. Se lo lasciassimo incontrollato potrebbe essere la nostra fine. - <i>Turath, distruttore della luce</i>",
  "dac_ability_medusa_stone_gaze": "Sguardo pietrificante",
  "dac_ability_medusa_stone_gaze_description": "Ogni unità nemica nel raggio di 4 caselle rivolta verso Medusa subirà una riduzione della velocità di movimento e della velocità di attacco del 30%.\n\nSe si guarda Medusa per un totale di 2 secondi, quell'unità verrà trasformata in pietra.\n\nLe unità pietrificate sono stordite e subiscono il 20% di danni fisici aggiuntivi.",
  "dac_ability_medusa_stone_gaze_lore": "È il mio tipo di donna, ma ho occhi solo per Mireska. - <i>Hobgen, criminale dal cuore tenero</i>",
  "dac_ability_medusa_split_shot": "Colpo diviso",
  "dac_ability_medusa_split_shot_description": "PASSIVA: Medusa scocca magicamente [2/3/4] frecce in più, colpendo ulteriori nemici nel raggio di 1 casella dal bersaglio principale. Queste frecce aggiuntive infliggono il -20% dei punti danno inflitti normalmente.",
  "dac_ability_medusa_split_shot_lore": "Hai visto quella ragazza tirare con l'arco? Beh, respiri ancora, quindi immagino di no... - <i>Grek accoglie le reclute</i>",
  "dac_ability_troll_warlord_fervor": "Fervore",
  "dac_ability_troll_warlord_fervor_description": "PASSIVA: ad ogni colpo consecutivo Troll Warlord aumenta la sua velocità di attacco del [15/20/25]%.\n\nSe Troll Warlord cambia bersaglio, la serie si azzera.\n\nL'effetto è cumulabile fino a [6/9/12] volte.",
  "dac_ability_troll_warlord_fervor_lore": "Efficace e implacabile. Proprio come me. - <i>Quiet, niente sforzi inutili</i>",
  "dac_ability_timbersaw_whirling_death": "Morte rotante",
  "dac_ability_timbersaw_whirling_death_description": "Il vortice creato dalle lame affilate dell'armatura di Timbersaw danneggia i nemici nel raggio di 2 caselle, infliggendo [150/200/250] punti danno.",
  "dac_ability_timbersaw_whirling_death_lore": "Avevo capito che Enno stava richiamando tutti i suoi amici della foresta, quindi ho chiamato un po' di amici anche io. - <i>Hobgen risolve un problema</i>",
  "dac_ability_tusk_walrus_punch": "Pugno del tricheco",
  "dac_ability_tusk_walrus_punch_description": "Tusk mette a segno il suo potente Pugno del tricheco, un colpo critico così devastante che lancia in aria la sua vittima. Quando ricade al suolo, la vittima è rallentata del 40%.",
  "dac_ability_tusk_walrus_punch_lore": "Era mio amico, una volta. Scopriremo presto se è venuto per aiutarmi o per prendermi a pugni. - <i>Jull ripensa alla sua giovinezza</i>",
  "dac_ability_abaddon_aphotic_shield": "Scudo afotico",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon protegge un'unità alleata con uno scudo che assorbe [100/300/600] punti danno per 10 secondi.\n\nQuando viene distrutto, lo scudo scoppia infliggendo [100/300/600] punti danno ai nemici nel raggio di 2 caselle.\n\nRimuove alcuni tipi di effetti negativi e stordimenti dall'unità sulla quale viene applicato.",
  "dac_ability_abaddon_aphotic_shield_lore": "Ho il massimo rispetto per la Casata dell'Averno. - <i>O'nia racimola favori</i>",
  "dac_ability_terrorblade_metamorph": "Metamorfosi",
  "dac_ability_terrorblade_metamorph_description": "Terrorblade si trasforma in un potente demone, guadagnando un attacco a distanza di 4 caselle e un bonus del [50/100/200]% al danno e alla velocità di attacco. Quando Terrorblade usa questa abilità, scambia i suoi punti salute con quelli di un alleato.",
  "dac_ability_terrorblade_metamorph_lore": "Quando quello lì parla con Anessix, sai che sta per succedere qualcosa di brutto. - <i>Jull, abile a leggere le persone</i>",
  "dac_ability_techies_bomb": "Mine remote",
  "dac_ability_techies_bomb_description": "I Techies piazzano un esplosivo che scoppia dopo 3 secondi e infligge [700/1100/1500] punti danno in un raggio di [3/3/4] caselle.\n\nIl danno è ridotto della metà per i nemici a metà della distanza di effetto massima.",
  "dac_ability_techies_bomb_lore": "Puoi dire quello che vuoi sui Keen, ma regalano sempre una risata. - <i>Hobgen, mentre assiste a una demolizione</i>",
  "dac_ability_disruptor_static_storm": "Tempesta statica",
  "dac_ability_disruptor_static_storm_description": "Disruptor crea una tempesta statica che danneggia e ammutolisce (25%) tutte le unità nemiche nel raggio di 2 caselle per [3/4/5] secondi.\n\nIl danno inflitto è inizialmente debole, ma diventa più intenso con il passare del tempo, fino a raggiungere il danno massimo di [100/150/200].",
  "dac_ability_disruptor_static_storm_lore": "Non so se sia qui per aiutarmi o per tenere d'occhio Axe. - <i>Wren, a capo di un gruppo variegato</i>",
  "dac_ability_omniknight_purification": "Purificazione",
  "dac_ability_omniknight_purification_description": "Omniknight cura istantaneamente un'unità alleata di [200/400/720] punti salute e danneggia tutte le unità nemiche distanti 1 casella per lo stesso valore.",
  "dac_ability_omniknight_purification_lore": "La fede è la sua arma... e anche la mia. - <i>Turath, messia delirante</i>",
  "dac_ability_pudge_meathook": "Gancio da macellaio",
  "dac_ability_pudge_meathook_description": "Pudge scaglia un gancio insanguinato verso l'unità nemica più lontana da lui, trascinandola a sé e infliggendo [150/220/290] punti danno.\n\nPudge e gli alleati nel raggio di 1 casella dirigono gli attacchi alla vittima finché questa non muore.",
  "dac_ability_pudge_meathook_lore": "Pudge? Oh, è magnifico. Dice sempre ciao quando sto arrostendo i corpi. -<i>Carl, il sarto morto vivente</i>",
  "dac_ability_warlock_shadow_word": "Parola d'ombra",
  "dac_ability_warlock_shadow_word_description": "Warlock sussurra un sortilegio, curando di [50/125/175] punti salute un'unità alleata, o danneggiandone una nemica per [50/100/150] punti salute ogni secondo per 3 secondi.",
  "dac_ability_warlock_shadow_word_lore": "Alcuni segreti devono rimanere tali... Demnok pagherà per la sua mancanza di discrezione. - <i>Anessix, in attesa del momento giusto</i>",
  "dac_ability_bloodseeker_blood_rage": "Rabbia sanguinaria",
  "dac_ability_bloodseeker_blood_rage_description": "PASSIVA: ogni secondo in cui Bloodseeker subisce danni equivale al 7% della sua salute massima.\n\nPer ogni % mancante di salute, la sua velocità di attacco aumenta del 5%.\n\nQuando uccide un nemico, guadagna il 35% della sua salute massima.",
  "dac_ability_bloodseeker_blood_rage_lore": "Se ho imparato qualcosa nella mia carriera, è che alla gente piace il sangue. Recluta quest'uomo. - <i>Grek, risorse umane</i>",
  "dac_ability_arc_warden_tempest_double": "Tempesta doppia",
  "dac_ability_arc_warden_tempest_double_description": "Arc Warden crea una copia di sé stesso. La copia ha la stessa salute di Arc Warden al momento in cui viene creata.\n\nLa copia può utilizzare tutti gli oggetti equipaggiati da Arc Warden e proverà ad attaccare gli stessi nemici. La copia non può generare altre copie.",
  "dac_ability_arc_warden_tempest_double_lore": "Porta con sé i misteri della creazione. - <i>Turath, profeta per enigmi</i>",
  "dac_ability_mirana_arrow": "Freccia sacra",
  "dac_ability_mirana_arrow_description": "Mirana scocca con precisione letale una freccia a lungo raggio, stordendo il suo bersaglio per [3/5/7] secondi e infliggendo [400/800/1800] punti danno.",
  "dac_ability_mirana_arrow_lore": "Non fidarti dei fanatici, Wren. Non ne vale la pena. - <i>Un consiglio amichevole di Jull</i>",
  "dac_ability_slark_essence_shift": "Furto d'essenza",
  "dac_ability_slark_essence_shift_description": "PASSIVA: ogni attacco di Slark riduce il danno del bersaglio di [3/4/5].\n\nIl danno di Slark è aumentato di [3/4/5] e la sua velocità di attacco è aumentata di [3/5/7].",
  "dac_ability_slark_essence_shift_lore": "Slark è fondamentale per far entrare e uscire il nostro prodotto dalla Scogliera Profonda. - <i>Jull, che si è fatto da sé</i>",
  "dac_ability_slark_pounce": "Balzo",
  "dac_ability_slark_pounce_description": "PASSIVA: quando balza in avanti, Slark disarma il suo bersaglio per 3 secondi.",
  "dac_ability_slark_pounce_lore": "Come ha fatto a batterci di nuovo? - <i>Hobgen, orgoglio ardente</i>",
  "dac_ability_black_dragon_splash_attack": "Attacco ad area",
  "dac_ability_black_dragon_splash_attack_description": "PASSIVA: l'attacco a distanza del Dragone nero infligge danno ad area alle unità distanti 1 casella dal bersaglio del Dragone.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Fendente gigante",
  "dac_ability_sven_great_cleave_description": "PASSIVA: l'attacco in mischia di questa unità colpisce i nemici vicini.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Immune agli incantesimi",
  "dac_ability_roshan_spell_immune_description": "ATTIVA: Roshan diventa immune agli incantesimi per  secondi.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Artigli intrappolanti",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Gli attacchi dello spirito orso hanno una possibilità di intrappolare i nemici e stordirli.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Brama sanguinaria",
  "dac_ability_thunder_lizard_bloodlust_description": "La creatura incita alla frenesia un'unità alleata, aumentandone le velocità di attacco del [30/40/50]% e di movimento del [8/10/12]%. Se utilizzata su sé stessa, la velocità di attacco aggiuntiva è del [35/55/75]%.",
  "dac_ability_thunder_lizard_bloodlust_lore": " "
}