{
  "dac_ability_antimage_mana_break": "Manabrand",
  "dac_ability_antimage_mana_break_description": "PASSIV: Der Antimagier verbrennt mit jedem Angriff [30/60/90] Mana seines Gegners und fügt dem Ziel 50 % des verbrannten Manas als Schaden zu.",
  "dac_ability_antimage_mana_break_lore": "Der Antimagier hat es auf mich abgesehen … und ich werde bereit sein. – <i>Turath, Flüchtling aus der Tylersiedlung</i>",
  "dac_ability_queenofpain_scream_of_pain": "Schrei der Pein",
  "dac_ability_queenofpain_scream_of_pain_description": "Die Königin der Pein stößt einen markerschütternden Schrei aus, der Gegnern im Umkreis von 3 Zellen [200/300/400] Schaden zufügt.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha ist vielleicht keine enge Freundin, aber sie hilft mir gerne aus, solange sie später wieder die Dominante spielen darf. – <i>Anessix, pragmatische Dämonin</i>",
  "dac_ability_lina_laguna_blade": "Lagunaschwert",
  "dac_ability_lina_laguna_blade_description": "Lina feuert einen Blitz ab, der einer einzelnen Einheit [500/750/1200] Schaden zufügt.",
  "dac_ability_lina_laguna_blade_lore": "Es war nicht schwer, Lina zum Weißen Turm zu kriegen, wir bewundern jeweils die Arbeit des Anderen. – <i>Hobgen, professioneller Brandstifter</i>",
  "dac_ability_natures_prophet_summon_tree": "Ruf der Natur",
  "dac_ability_natures_prophet_summon_tree_description": "Der Prophet der Natur beschwört einen Treant am Rande des Felds. Dieser Treant wird als Druide betrachtet.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno hat seine kleinen Waldfreunde gerufen … das könnte ein Problem sein. – <i>O'nia, verbannte Händlerin aus Revtel</i>",
  "dac_ability_windrunner_powershot": "Machtschuss",
  "dac_ability_windrunner_powershot_description": "Die Windhüterin lädt ihren Bogen bis zu 1.5 Sekunden lang auf und feuert einen einzelnen, mächtigen Schuss ab, der bis zu [200/400/600] Schaden verursacht. Jeder getroffene Gegner verringert den Schaden des Schusses um 10 %.",
  "dac_ability_windrunner_powershot_lore": "Auf meinen Reisen hab ich viele Freunde gefunden und ich hab keine Skrupel, schuldige Gefallen einzufordern. – <i>Wren, Weltenbummlerin</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Lähmende Dosis",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Der Hexendoktor wirft mit einem Behälter voll lähmendem Pulver, der [5/7/9] Mal zwischen gegnerischen Einheiten hin und her springt, diese betäubt und dabei [50/75/100] Schaden zufügt.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Ich bin ein Riesenfan, Doc … – <i>Hobgen, Unheil stiftende Fee</i>",
  "dac_ability_juggernaut_blade_fury": "Klingenzorn",
  "dac_ability_juggernaut_blade_fury_description": "Wenn er von 2 oder mehr Gegnern umgeben ist, dreht sich der Moloch mit seiner Klinge, was ihn für 5 Sekunden immun gegen Magie macht und gegnerischen Einheiten im Umkreis von 1 Zelle [50/100/150] Schaden pro Sekunde zufügt.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero ist nicht nur ein Krieger, er ist ein Moloch, eine alles verschlingende Macht. Wenn wir ihn auf unsere Seite ziehen können, stapeln sich im Nu die Leichen. – <i>Grek betrachtet alle Sichtweisen</i>",
  "dac_ability_sandking_burrowstrike": "Untergrundschlag",
  "dac_ability_sandking_burrowstrike_description": "Sandkönig gräbt sich in den Boden und gräbt sich vorwärts. Dabei getroffene Gegner erleiden [150/250/350] Schaden und werden für 2 Sekunden betäubt.\nAlle getroffenen Gegner erhalten außerdem den Effekt Ätzendes Finale.",
  "dac_ability_sandking_burrowstrike_lore": "Wir haben zu viel Arbeit in den Ausbau unseres Tunnelnetzwerks gesteckt, als dass wir den Sandkönig jetzt einfach alles zerstören lassen würden. – <i>Jull, Schnapsbaron</i>",
  "dac_ability_sandking_caustic_finale": "Ätzendes Finale",
  "dac_ability_sandking_caustic_finale_description": "PASSIV: Wenn Sandkönig einen Gegner angreift, verringert er das Angriffstempo seines Ziels für 3.5 Sekunden um -35. Wenn ein Ziel unter dem Effekt von Ätzendes Finale stirbt, explodiert es und fügt Verbündeten im Umkreis von 1 Zelle [55/100/190] Schaden zu.",
  "dac_ability_sandking_caustic_finale_lore": "So eine Sauerei … – <i>Anessix, unbefleckte Höllenfürstin</i>",
  "dac_ability_shadow_fiend_requiem": "Requiem der Seelen",
  "dac_ability_shadow_fiend_requiem_description": "Der Schattenunhold kanalisiert die Seelen der Verdammten und entfesselt eine Welle dämonischer Energie um ihn herum, die allen getroffenen Gegnern [100/175/250] Schaden zufügt.",
  "dac_ability_shadow_fiend_requiem_lore": "Der Gerichtshof in Ristul und ich haben eine … Abmachung. – <i>Anessix, bodenständige Dämonin</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Coup de Grâce",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASSIV: Die Phantomassassine trifft gegnerische Einheiten zu [15/20/25] % mit einem vernichtenden kritischen Treffer, der [300/450/600] % Schaden verursacht.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Sie hat Kwerthias ermordet, woher weiß ich, dass sie nicht als Nächstes hinter mit her ist? – <i>O'nia, paranoide Händlerin</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Aura der Präzision",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASSIV: Die Drow-Waldhüterin erhöht das Angriffstempo aller Verbündeten im Umkreis von 1 Zelle um [10/20/30] %.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex, du und ich kommen nochmal ganz groß raus. Glaub mir. – <i>Grek, Schlangenölverkäufer</i>",
  "dac_ability_morphling_waveform": "Wellenform",
  "dac_ability_morphling_waveform_description": "Der Formwandler verflüssigt sich, strömt vorwärts und fügt gegnerischen Einheiten in seinem Weg [150/250/350] Schaden zu.\n\nIn der Wellenform ist Formwandler unverwundbar.",
  "dac_ability_morphling_waveform_lore": "Turaths Fähigkeit, die Gunst von Wesen wie dem Formwandler zu gewinnen, ist … beunruhigend. – <i>Quiet, verschwörerischer Automat</i>",
  "dac_ability_axe_berserkers_call": "Ruf des Berserkers",
  "dac_ability_axe_berserkers_call_description": "Axt verspottet Einheiten im Umkreis von 1 Zelle und zwingt diese, ihn anzugreifen. Während Ruf des Berserkers aktiv ist, erhält Axt [15/25/35] Bonusrüstung.",
  "dac_ability_axe_berserkers_call_lore": "Die Axt hilft dir gerne … alles was du brauchst ist Bier und das Versprechen einer guten Story, mit der er später angeben kann. – <i>Wren, rekrutierende Rebellin</i>",
  "dac_ability_razor_plasma_field": "Plasmafeld",
  "dac_ability_razor_plasma_field_description": "Razor erzeugt eine ringförmige Blitzwelle, die sich 3 Zellen weit in alle Richtungen ausbreitet, dabei an Kraft gewinnt und sich anschließend wieder zusammenzieht. Fügt getroffenen gegnerischen Einheiten bis zu [50/100/150] Schaden zu und verlangsamt diese.\n\nSchaden und Verlangsamung steigen mit zunehmendem Abstand von Razor.\n\nEinheiten können auch zweimal getroffen werden.",
  "dac_ability_razor_plasma_field_lore": "Wenn du schon in den Straßen des Weißen Turms Angst vor ihm hast, dann schau dir mal an, was er im Verschlungenen Labyrinth anstellt. – <i>Anessix, Sportfan</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Arkane Aura",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASSIV: Alle 2 Sekunden stellt Kristallmaid bei allen verbündeten Einheiten [8/14/20] Mana wieder her.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Finde raus, ob sie wegen mir oder wegen Turath da ist. – <i>Jull, Schmuggler aus Eiswrack</i>",
  "dac_ability_kunkka_ghostship": "Geisterschiff",
  "dac_ability_kunkka_ghostship_description": "Kunkka beschwört ein geisterhaftes Schiff herbei, das durch die Schlacht segelt und dann zerschellt. Fügt beim Zerschellen allen Gegnern im Umkreis von [2/2/3] Zellen um das Wrack [50/150/250] Schaden zu und betäubt diese für [1.4/1.7/2] Sekunden.",
  "dac_ability_kunkka_ghostship_lore": "Mudda Eeb hatte eine Menge Freunde … Kunkka sucht nach Antworten, genau wie ich. – <i>Wren, rachsüchtige Tochter</i>",
  "dac_ability_tiny_toss": "Wurf",
  "dac_ability_tiny_toss_description": "Kleiner greift sich einen zufälligen Gegner in der Nähe und wirft ihn auf das am weitesten entfernte gegnerische Ziel.\n\nBeim Aufprall fügt die geworfene Einheit allen Gegnern im Umkreis von 1 Zelle [100/200/300] Schaden zu und betäubt diese für [1.5/2/2.5] Sekunden.",
  "dac_ability_tiny_toss_lore": "Scheinbar hat Enno einen kräftigen Kumpel gefunden. – <i>Grek steht vor einem großen Problem</i>",
  "dac_ability_puck_illusory_orb": "Illusionsphäre",
  "dac_ability_puck_illusory_orb_description": "Puck entsendet eine magische Kugel, die geradlinig durch gegnerische Einheiten hindurch fliegt und diesen jeweils [150/200/250] Schaden zufügt.",
  "dac_ability_puck_illusory_orb_lore": "Lass dich nicht von seinem Aussehen täuschen, Puck ist ein kleiner Drecksack. – <i>Hobgen spricht Worte der Weisheit</i>",
  "dac_ability_puck_phase_shift": "Phasenwechsel",
  "dac_ability_puck_phase_shift_description": "<i>DURCH DRACHENALLIANZ FREIGESCHALTET</i>\nPASSIV: Kurz bevor Puck Schaden erleiden würde, flieht er in eine andere Dimension, in der er für 0.5 Sekunden immun gegen Schaden ist.",
  "dac_ability_puck_phase_shift_lore": "Dieser kleine Wicht ist nie da, wenn man ihn braucht. – <i>Hobgen, ungeduldiger Underlord</i>",
  "dac_ability_clockwerk_battery_assault": "Batterieangriff",
  "dac_ability_clockwerk_battery_assault_description": "Das Uhrwerk verschießt 5 Sekunden lang Hochleistungsschrapnelle auf zufällige gegnerische Einheiten im Umkreis von 1 Zelle, die jeweils [50/75/100] Magieschaden zufügen und das Ziel Gegner kurz betäuben.",
  "dac_ability_clockwerk_battery_assault_lore": "Der Messingherold würde dich eine Abscheulichkeit nennen, aber ich denke, du bist recht clever, kleiner Keen. – <i>Quiet, ketzerischer Automat</i>",
  "dac_ability_lich_chain_frost": "Kettenfrost",
  "dac_ability_lich_chain_frost_description": "Lich entfesselt eine Frostkugel, die bis zu [6/9/12]-mal von Gegner zu Gegner springt, dabei [200/300/400] Schaden zufügt und für 2.5 Sekunden das Angriffs- sowie das Bewegungstempo getroffener Ziele um -65 % reduziert.",
  "dac_ability_lich_chain_frost_lore": "Wir könnten einander aushelfen, Lich. – <I>Turath schlägt dem Teufel einen Pakt vor</i>",
  "dac_ability_tidehunter_ravage": "Verwüstung",
  "dac_ability_tidehunter_ravage_description": "Der Gezeitenjäger stampft auf den Boden, worauf im Umkreis von [1/2/3] Zellen Tentakel daraus hervorbrechen, Gegnern [100/150/250] Schaden zufügen und diese betäuben.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, du wärst mir sympathischer, wenn dich nicht ein Leviathan jagen würde. – <i>Wren, Schönwetterfreundin</i>",
  "dac_ability_shadow_shaman_voodoo": "Verhexen",
  "dac_ability_shadow_shaman_voodoo_description": "Der Schattenschamane verwandelt eine gegnerische Einheit für [4/6/8] Sekunden in eine harmlose Kreatur, die nicht angreifen und keine Fähigkeiten nutzen kann.",
  "dac_ability_shadow_shaman_voodoo_lore": "Na das ist doch mal eine Show! – <i>Grek zeigt professionelle Anerkennung</i>",
  "dac_ability_enigma_midnight_pulse": "Mitternachtswellen",
  "dac_ability_enigma_midnight_pulse_description": "Enigma taucht ein Gebiet mit einem Radius von [1/2/3] Zellen um einen Zielpunkt in dunkle Resonanz, die allen Gegnern für 10 Sekunden [5/7/9] % ihrer maximalen Lebenspunkte als Schaden zufügt.",
  "dac_ability_enigma_midnight_pulse_lore": "Einige Dinge in dieser Welt kann niemand kontrollieren. – <i>Turath, verrückter Magier</i>",
  "dac_ability_tinker_heat_seeking_missile": "Wärmesuchende Rakete",
  "dac_ability_tinker_heat_seeking_missile_description": "Der Bastler feuert eine Salve Raketen auf [2/3/4] zufällige Gegner ab, die diesen jeweils [350/450/450] Schaden zufügen.",
  "dac_ability_tinker_heat_seeking_missile_lore": "Die Gesellschaft des gleichgesinnten Keenvolks wird ein Problem werden, wenn wir sie einfach weiter machen lassen. – <i>O'nias Versuch, eine Einheitsfront zu bilden</i>",
  "dac_ability_sniper_assassinate": "Gnadenschuss",
  "dac_ability_sniper_assassinate_description": "Der Scharfschütze nimmt eine gegnerische Einheit ins Visier und feuert nach 2 Sekunden einen verheerenden Schuss ab, der dem Ziel [1000/2000/3000] Schaden zufügt und es kurz betäubt.",
  "dac_ability_sniper_assassinate_lore": "Hatte mal einen Keen als Eröffnungsnummer meiner Show. Das Publikum war begeistert, meine Haftpflichtversicherung nicht so. – <i>Grek, nur am Endergebnis interessiert</i>",
  "dac_ability_necrophos_death_pulse": "Todespuls",
  "dac_ability_necrophos_death_pulse_description": "Nekrophos stößt eine Welle des Todes aus, die Gegner und Verbündete im Umkreis von 3 Zellen trifft.\n\nTodespuls fügt Gegnern [100/150/200] Schaden zu und heilt Verbündete um [100/175/250].",
  "dac_ability_necrophos_death_pulse_lore": "Komm schon, Nekrophos, auch du musst irgendetwas wollen … – <i>Anessix, wortgewandter Teufel</i>",
  "dac_ability_slardar_amplify_damage": "Ätzender Nebel",
  "dac_ability_slardar_amplify_damage_description": "Slardar modifiziert gegnerische Rüstung für 20 Sekunden um [-15/-30/-45].",
  "dac_ability_slardar_amplify_damage_lore": "Selbst mit Slark konnte ich Geschäfte machen, also werden wir uns doch wohl auch einig werden. – <i>Jull, Prunoamateur</i>",
  "dac_ability_beastmaster_wild_axes": "Wilde Äxte",
  "dac_ability_beastmaster_wild_axes_description": "Der Bestienmeister wirft seine Äxte und ruft sie wieder zurück, wobei diese gegnerischen Einheiten in ihrem Weg [60/100/140] Schaden zufügen.\n\nEine Axt kann jeden Gegner nur einmal treffen und verstärkt anschließenden Schaden durch den Bestienmeister um [10/20/30] %.",
  "dac_ability_beastmaster_wild_axes_lore": "Wie viele dieser Baumfreaks werden wohl für diesen Wicht in die Bresche springen? – <i>Grek beschwert sich über Enno</i>",
  "dac_ability_venomancer_plague_ward": "Pestwächter",
  "dac_ability_venomancer_plague_ward_description": "Der Venomant beschwört [1/1/1] Pestwächter, der ihn im Kampf unterstützt.",
  "dac_ability_venomancer_plague_ward_lore": "Deine Kreationen sind einfach umwerfend schön. Lass mich dir mit deinem Garten helfen … – <i>Turath lernt, dass einem Schmeichelei immer weiterhilft</i>",
  "dac_ability_templar_assassin_refraction": "Brechung",
  "dac_ability_templar_assassin_refraction_description": "Die Form der Templerassassine verschwimmt, wodurch sie Schaden negiert und selbst [40/60/80] % mehr Schaden verursacht.\n\nSchadensblock und Bonusschaden sind separate Effekte, jeweils mit [4/6/8] Instanzen.",
  "dac_ability_templar_assassin_refraction_lore": "Wenn du mir hilfst, ist deine Schuld getilgt. – <i>Wren bekommt alle Hilfe, die sie kriegen kann</i>",
  "dac_ability_viper_viper_strike": "Vipernschlag",
  "dac_ability_viper_viper_strike_description": "Vipers ätzendes Gift verlangsamt das Bewegungs- und das Angriffstempo einer gegnerischen Einheit um [-40/-60/-80] % und fügt dem Ziel außerdem [150/250/350] Giftschaden zu.\n\nDie Verlangsamung nimmt mit der Dauer der Vergiftung ab.",
  "dac_ability_viper_viper_strike_lore": "Wir sind nicht so verschieden … auch ich weiß, was es bedeutet, ein Sklave zu sein. – <i>Quiet, konspirativer Automat</i>",
  "dac_ability_viper_corrosive_skin": "Ätzende Haut",
  "dac_ability_viper_corrosive_skin_description": "<i>DURCH DRACHENALLIANZ FREIGESCHALTET</i>\nPASSIV: Vipers Haut ist mit einem ansteckenden Toxin bedeckt, das Angreifern [20/30/40] Schaden pro Sekunde zufügt und ihr Angriffstempo für 2 Sekunden verlangsamt. Das ätzende Sekret erhöht außerdem die Magieresistenz von Viper um [30/50/70] %.",
  "dac_ability_viper_corrosive_skin_lore": "So was hätte ich gerne auf meinem Mantel … – <i>Carl, hat große Träume</i>",
  "dac_ability_luna_moon_glaive": "Mondgleven",
  "dac_ability_luna_moon_glaive_description": "PASSIV: Lunas Gleven springen 2 Zellen weit von Gegner zu Gegner.\n\nSchaden nimmt pro Sprung um 30 % ab.",
  "dac_ability_luna_moon_glaive_lore": "Ich kann die Hälfte von dem, was du sagst, nicht verstehen, aber ich mag, wie du diese Dinger wirfst. – <i>Grek, geselliger Mensch</i>",
  "dac_ability_dragon_knight_breathe_fire": "Feueratem",
  "dac_ability_dragon_knight_breathe_fire_description": "Der Drachenritter spuckt Feuer, welches alle getroffenen Gegner verbrennt, ihnen dabei [200/350/500] Schaden zufügt und ihren Angriffsschaden für 6 Sekunden um [25/40/55] verringert.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, du verschwendest deine Talente an jemandem, der die Schönheit deines Handelns nicht zu schätzen weiß. –<i>Hobgen versucht Talent abzuwerben</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Urdrachenform",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>DURCH DRACHENALLIANZ FREIGESCHALTET</i>\nPASSIV: Vor Kampfbeginn nimmt der Drachenritter die Form eines von drei mächtigen alten Drachen an, wodurch sich sein Bewegungstempo um 30 % und sein Angriffsschaden um [50/100/150] erhöht und er neue Kräfte erlangt.\n\nGrüner Drache:\\nAngriffe verursachen für [5/5/5] Sekunden [30/30/30] Giftschaden pro Sekunde.\n\nRoter Drache:\\nAngriffe vergiften und treffen auch Einheiten im Umkreis von 1 Zellen um das Ziel mit 50 % des Schadens.\n\nBlauer Drache:\\nAngriffe vergiften und verlangsamen Einheiten im Umkreis von 1 Zellen um das Ziel für [3/3/3] Sekunden; reduzieren Bewegungstempo um -30 % und Angriffstempo um -30 %.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Lass uns hoffen, dass die Lobesbekundungen von Kaden über dich wohlverdient waren. – <i>Wren, Freundin der Drachenfeste</i>",
  "dac_ability_enchantress_natures_attendants": "Hüter der Natur",
  "dac_ability_enchantress_natures_attendants_description": "Die Verzauberin beschwört einen Schwarm von [3/5/7] Irrwischen, die alle Verbündeten im Umkreis von 4 Zellen heilen.\n\nHeilt Verbündete für 11 Sekunden alle 1.5 Sekunden um 25 Lebenspunkte.",
  "dac_ability_enchantress_natures_attendants_lore": "Sie würde im Weißen Turm keinen Tag überstehen. Nicht. Einen. Tag. – <i>Hodgen unterschätzt seinen Gegner</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Shurikenwurf",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Der Kopfgeldjäger wirft einen tödlichen Shuriken auf eine gegnerische Einheit, fügt dieser so [300/500/700] Schaden zu und betäubt das Ziel kurz.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Solange du genug Geld hast, vertraue stets dem, dessen Loyalität zum Verkauf steht. – <i>O'nia, zweifelhafte Weisheit</i>",
  "dac_ability_batrider_sticky_napalm": "Klebriges Napalm",
  "dac_ability_batrider_sticky_napalm_description": "Der Fledermausreiter wirft eine Flasche und tränkt alle Einheiten im Radius von 2 Zellen um den Zielpunkt in klebrigem Öl, welches seine Angriffe um [20/40/80] Schaden verstärkt sowie das Bewegungs- und Angriffstempo getroffener Gegner um -5 % reduziert.\n\nWird ein Ziel erneut getroffen, summiert sich der Bonusschaden und die Verlangsamung bis zu [4/7/10] Mal auf.",
  "dac_ability_batrider_sticky_napalm_lore": "Ich liebe diesen Kerl. ICH LIEBE IHN! – <i>Hobgen, Pyromane</i>",
  "dac_ability_doom_bringer_doom": "Verderben",
  "dac_ability_doom_bringer_doom_description": "Das Verderben spricht einen mächtigen Fluch, der einen Gegner am Einsetzen von Zaubern, Gegenständen und passiven Fähigkeiten hindert und [60/90/120] Schaden pro Sekunde verursacht.\\n\\nHält 20 Sekunden an.",
  "dac_ability_doom_bringer_doom_lore": "Ich bevorzuge es, Geschäfte mit metaphorischen Dämonen abzuschließen … – <i>O'nia denkt an Anessix' Verbündete</i>",
  "dac_ability_gyrocopter_call_down": "Luftschlag",
  "dac_ability_gyrocopter_call_down_description": "Gyrokopter fordert einen Luftschag auf gegnerische Einheiten im Umkreis von 3 Zellen an.\n\nZwei Raketen schlagen nacheinander ein: Die erste verursacht [200/300/400] Schaden und eine Verlangsamung von 30 % für 2 Sekunden. Die zweite verursacht [200/300/400] Schaden und eine Verlangsamung von 60 % für 4 Sekunden.",
  "dac_ability_gyrocopter_call_down_lore": "Denk doch nur, wie viele Waren wir mit seiner Hilfe transportieren könnten. – <i>Jull schaut über den Tellerrand hinaus</i>",
  "dac_ability_alchemist_acid_spray": "Säurebad",
  "dac_ability_alchemist_acid_spray_description": "Versprüht mit hohem Druck Säure im Umkreis von 3 Zellen um einen Zielpunkt.\n\nGegnerische Einheiten im verseuchten Gebiet erleiden [15/25/35] Schaden pro Sekunde und ihre Rüstung wird um [-5/-8/-11] reduziert.",
  "dac_ability_alchemist_acid_spray_lore": "Du magst es, die Gesichter von Leuten zu verbrennen, und ich mag es, die Häuser von Leuten zu verbrennen … wir passen super zusammen. – <i>Hobgen überbrückt eine kulturelle Kluft</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Wölfe beschwören",
  "dac_ability_lycan_wolf_spawn_shift_description": "Lykan beschwört zwei Wölfe, die für ihn kämpfen.\n\nAnschließend verwandelt sich Lykan, was seine maximalen Lebenspunkte um [30/40/50] % und sein Bewegungstempo um 650 erhöht. Er erhält außerdem eine 40%ige Chance auf kritische Treffer, die [150/175/200] % Bonusschaden verursachen.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Bitte Lykan, hilf mir Rache zu nehmen. – <i>Wren appelliert an Lykans Menschlichkeit</i>",
  "dac_ability_lone_druid_summon_bear": "Geisterbären beschwören",
  "dac_ability_lone_druid_summon_bear_description": "Beschwört einen mächtigen Geisterbären als Begleiter.",
  "dac_ability_lone_druid_summon_bear_lore": "Halt mir einfach den Bären vom Hals, okay? Ich mag keine Bären. – <i>Grek, Ursaphobiker</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Chaosblitz",
  "dac_ability_chaos_knight_chaos_bolt_description": "Der Chaosritter wirft einen mysteriösen Energieblitz, der eine gegnerische Einheit für eine zufällige Dauer betäubt und zufälligen Schaden zufügt.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "Der Weiße Turm könnte durchaus etwas Chaos vertragen. – <i>Hobgen, Gesandter des Chaos</i>",
  "dac_ability_ogre_magi_bloodlust": "Blutrausch",
  "dac_ability_ogre_magi_bloodlust_description": "Der Ogermagier treibt eine verbündete Einheit in Raserei, was ihr Bewegungstempo um [8/10/12] % und ihr Angriffstempo um [30/65/100] % erhöht. Wenn auf Ogermagier selbst gezaubert, erhöht sich sein Angriffstempo um [50/90/130] %.",
  "dac_ability_ogre_magi_bloodlust_lore": "Der Magier ist das Doppelte seines Preises wert. Glücklicherweise ist der Magier auch ein Idiot. – <i>O'nia, Schnäppchenjägerin</i>",
  "dac_ability_treant_leech_seed": "Egelsamen",
  "dac_ability_treant_leech_seed_description": "Der Treant-Beschützer pflanzt einen Samen in eine gegnerische Einheit, der dieser alle 1.5 Sekunden [100/150/200] Lebenspunkte raubt und gleichzeitig ihr Angriffs- und Bewegungstempo um -50 % reduziert.\n\nDer Samen heilt verbündete Einheiten im Umkreis von 1 Zelle um das Ziel. Hält 5 Sekunden an. Endet vorzeitig, wenn das Ziel stirbt.",
  "dac_ability_treant_leech_seed_lore": "Ich bin ehrlich, dass Enno Hilfe von einem Baum bekommt, hab ich nicht erwartet. – <i>Jull und Anessix bei einem Drink</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Leuchten",
  "dac_ability_keeper_of_the_light_illuminate_description": "Der Hüter des Lichts kanalisiert Lichtenergie und lädt sich mit zunehmender Dauer immer weiter auf. Wird die Energie entfesselt, breitet sie sich in Form einer geradlinigen Welle aus und verursacht pro Sekunde Aufladezeit [150/200/250] Schaden.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "Dieser Hüter ist mächtiger, als er sich ausgibt. Wenn wir nicht aufpassen, wird er unser aller Ende sein. – <i>Turath, Zerstörer des Lichts</i>",
  "dac_ability_medusa_stone_gaze": "Steinerner Blick",
  "dac_ability_medusa_stone_gaze_description": "Alle gegnerischen Einheiten im Umkreis von 4 Zellen verlieren 30 % Bewegungs- und Angriffstempo, wenn sie in Medusas Richtung blicken.\n\nEinheiten, die Medusa für insgesamt 2 Sekunden ansehen, verwandeln sich in Stein.\n\nVersteinerte Einheiten sind betäubt und erleiden 20 % mehr physischen Schaden.",
  "dac_ability_medusa_stone_gaze_lore": "Sie ist genau mein Typ Frau, aber ich hab nur Augen für Mireska. – <i>Hobgen, verliebter Gauner</i>",
  "dac_ability_medusa_split_shot": "Spaltschuss",
  "dac_ability_medusa_split_shot_description": "PASSIV: Medusa spaltet Ihren Schuss auf magische Weise in [2/3/4] zusätzliche Pfeile, die andere Ziele innerhalb von 1 Zelle um ihr primäres Ziel treffen. Diese zusätzlichen Pfeile fügen -20 % des Schadens des Hauptpfeils zu.",
  "dac_ability_medusa_split_shot_lore": "Hast du diese Frau einen Bogen schießen sehen? Naja, du atmest noch, also wahrscheinlich nicht … – <i>Grek erzählt von seinem neuen Job</i>",
  "dac_ability_troll_warlord_fervor": "Inbrunst",
  "dac_ability_troll_warlord_fervor_description": "PASSIV: Mit jedem Angriff auf dasselbe Ziel erhöht sich das Angriffstempo des Trollkriegsherren um [15/20/25] %.\n\nSobald das Ziel gewechselt wird, fällt der Bonus auf Null zurück.\n\nDieser Effekt summiert sich maximal [6/9/12]-mal auf.",
  "dac_ability_troll_warlord_fervor_lore": "Effizient und gnadenlos. Genau wie ich. – <i>Quiet, keine vergebene Mühe</i>",
  "dac_ability_timbersaw_whirling_death": "Wirbelnder Tod",
  "dac_ability_timbersaw_whirling_death_description": "Die scharfen Kanten der Waldsägerüstung wirbeln umher und fügen Gegnern im Umkreis von 2 Zellen [150/200/250] Schaden zu.",
  "dac_ability_timbersaw_whirling_death_lore": "Ich ahnte schon, dass Enno seine ganzen Waldlandfreunde rufen würde, also habe ich auch mal einen Aufruf gestartet. – <i>Hobgen löst Probleme</i>",
  "dac_ability_tusk_walrus_punch": "Walross-SCHLAG!",
  "dac_ability_tusk_walrus_punch_description": "Stoßzahn schlägt mit seinem mächtigen Walross-Schlag zu, landet einen kritischen Treffer, der das Opfer in die Luft schleudert.\\n\\nNach dem Landen wird das Ziel um 40 % verlangsamt.",
  "dac_ability_tusk_walrus_punch_lore": "Er war einmal mein Freund. Wir werden sehen, ob er hier ist, um mir zu helfen oder um mich zu schlagen. – <i>Jull erinnert sich an seine Jugend</i>",
  "dac_ability_abaddon_aphotic_shield": "Dunkler Schild",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon beschützt eine befreundete Einheit mit einem Schutzschild, der 10 Sekunden anhält und insgesamt [100/300/600] Schaden absorbiert.\n\nWird der Schild zerstört, explodiert er und fügt allen Gegnern im Umkreis von 2 Zellen [100/300/600] Schaden zu.\n\nEntfernt bei Aktivierung gewisse negative Statuseffekte und Betäubungen.",
  "dac_ability_abaddon_aphotic_shield_lore": "Ich habe viel Respekt für das Haus von Avernus. – <i>O'nia schmeichelt sich ein</i>",
  "dac_ability_terrorblade_metamorph": "Metamorphose",
  "dac_ability_terrorblade_metamorph_description": "Terrorklinge verwandelt sich in einen mächtigen Dämon, wird zu einem Fernkämpfer mit 4 Zellen Reichweite und erhöht seinen Angriffsschaden sowie sein Angriffstempo um [50/100/200] %. Wenn diese Fähigkeit ausgelöst wird, tauscht Terrorklinge außerdem seine Lebenspunkte mit denen eines Verbündeten. ",
  "dac_ability_terrorblade_metamorph_lore": "Immer wenn der da mit Anessix spricht, passiert bald darauf etwas übles. – <i>Jull, guter Beobachter</i>",
  "dac_ability_techies_bomb": "Fernzünderminen",
  "dac_ability_techies_bomb_description": "Die Gang lässt eine Bombe fallen, welche nach 3 Sekunden explodiert und in einem Umkreis von [3/3/4] Zellen [700/1100/1500] Schaden verursacht.\n\nGegner, die mindestens die halbe Maximalreichweite entfernt sind, erleiden nur den halben Schaden.",
  "dac_ability_techies_bomb_lore": "Sag was du willst über die Keen, aber sie sind immer für einen Lacher gut. – <i>Hobgen schaut der Zerstörung zu</i>",
  "dac_ability_disruptor_static_storm": "Statiksturm",
  "dac_ability_disruptor_static_storm_description": "Disruptor erschafft einen mächtigen Statiksturm, der Schaden verursacht und alle Gegner im Umkreis von 2 Zellen um sein Zentrum für [3/4/5] Sekunden verstummen lässt und blendet (25 %).\n\nDer Schaden ist anfangs schwach, wächst aber mit der Zeit an, bis der Maximalschaden von [100/150/200] erreicht ist.",
  "dac_ability_disruptor_static_storm_lore": "Ich bin mir nicht sicher, ob er mir wirklich helfen oder nur Axt beobachten will. – <i>Wren, Kapitänin einer bunt gemischten Truppe</i>",
  "dac_ability_omniknight_purification": "Reinigung",
  "dac_ability_omniknight_purification_description": "Der Omniritter heilt eine befreundete Einheit um [200/400/720] Lebenspunkte und fügt dabei allen Gegnern im Umkreis von 1 Zelle um diese Einheit denselben Betrag an Schaden zu.",
  "dac_ability_omniknight_purification_lore": "Er benutzt seinen Glauben als Waffe … genau wie ich. – <i>Turath, wahnhafter Retter</i>",
  "dac_ability_pudge_meathook": "Fleischhaken",
  "dac_ability_pudge_meathook_description": "Pudge wirft einen blutigen Haken in Richtung des am weitesten entfernten Gegners, zieht das Opfer zu sich und fügt ihm dabei [150/220/290] Schaden zu.\n\nPudge und seine Verbündeten im Umkreis von 1 Zelle greifen daraufhin das Opfer an, bis dieses stirbt.",
  "dac_ability_pudge_meathook_lore": "Pudge? Der ist echt cool drauf. Sagt immer Hi, wenn ich die Körper gerbe. – <i>Carl, untoter Schneider</i>",
  "dac_ability_warlock_shadow_word": "Schattenwort",
  "dac_ability_warlock_shadow_word_description": "Der Hexenmeister flüstert eine Beschwörung, die eine verbündete Einheit pro Sekunde um [50/125/175] heilt oder einer gegnerischen Einheit pro Sekunde [50/100/150] Schaden zufügt. Hält 3 Sekunden an.",
  "dac_ability_warlock_shadow_word_lore": "Einige Geheimnisse sollten geheim bleiben … Demnok wird für seine fehlende Diskretion noch bezahlen. – <i>Anessix, wartet auf den passenden Augenblick</i>",
  "dac_ability_bloodseeker_blood_rage": "Blutzorn",
  "dac_ability_bloodseeker_blood_rage_description": "PASSIV: Der Blutjäger erleidet pro Sekunde 7 % seiner maximalen Lebenspunkte als Schaden.\n\nPro fehlendem Prozentpunkt Leben greift er 5 % schneller an.\n\nTötet er einen Feind, erlangt er 35 % seiner maximalen Lebenspunkte zurück.",
  "dac_ability_bloodseeker_blood_rage_lore": "Wenn ich eines während meiner Karriere gelernt habe, dann dass einige Typen Blut lieben. Stell diesen Kerl ein. – <i>Grek, entschiedener Befürworter</i>",
  "dac_ability_arc_warden_tempest_double": "Sturmillusion",
  "dac_ability_arc_warden_tempest_double_description": "Der Plasmawächter erschafft eine Kopie seiner selbst, die auch seine derzeitigen Lebenspunkte widerspiegelt.\n\nDer Doppelgänger kann alle aktuellen Gegenstände des Plasmawächters einsetzen und versucht, dasselbe Ziel anzugreifen. Ein Klon kann keinen weiteren Klon erschaffen.",
  "dac_ability_arc_warden_tempest_double_lore": "In seinem Inneren birgt er die Geheimnisse der Schöpfung. – Turath, kryptischer Prophet</i>",
  "dac_ability_mirana_arrow": "Heiliger Pfeil",
  "dac_ability_mirana_arrow_description": "Mirana feuert einen Pfeil mit tödlicher Präzision, welcher ein getroffenes Ziel für [3/5/7] Sekunden betäubt und diesem [400/800/1800] Schaden zufügt.",
  "dac_ability_mirana_arrow_lore": "Vertraue nie einem Fanatiker, Wren. Das ist es nicht wert. – <i>Jull gibt nett gemeinte Ratschläge</i>",
  "dac_ability_slark_essence_shift": "Essenzraub",
  "dac_ability_slark_essence_shift_description": "PASSIV: Angriffe von Slark reduzieren den Schaden des Ziels um [3/4/5].\n\nSlarks Schaden steigt um [3/4/5] und sein Angriffstempo um [3/5/7] %.",
  "dac_ability_slark_essence_shift_lore": "Slark ist essenziell dabei, unser Produkt in das Dunkelriff zu schmuggeln. – <i>Jull, aufstrebender Unternehmer</i>",
  "dac_ability_slark_pounce": "Sprung",
  "dac_ability_slark_pounce_description": "PASSIV: Wenn Slark nach einem Sprung landet, entwaffnet er sein Ziel für 3 Sekunden.",
  "dac_ability_slark_pounce_lore": "Wie hat er uns schon wieder erwischt!? – <i>Hobgen, feuriges Temperament</i>",
  "dac_ability_black_dragon_splash_attack": "Flächenangriff",
  "dac_ability_black_dragon_splash_attack_description": "PASSIV: Fernkampfangriffe des Schwarzen Drachen fügen auch Einheiten im Umkreis von 1 Zelle um das Ziel herum Schaden zu.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Großes Spalten",
  "dac_ability_sven_great_cleave_description": "PASSIV: Die Nahkampfangriffe dieser Einheit verursachen Flächenschaden.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Zauberimmun",
  "dac_ability_roshan_spell_immune_description": "AKTIV: Roshan wird für  Sekunden zauberimmun.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Umschlingende Krallen",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Die Angriffe des Geisterbären haben eine Chance, das Ziel zu umschlingen und dabei zu betäuben.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Blutrausch",
  "dac_ability_thunder_lizard_bloodlust_description": "Die Kreatur treibt eine verbündete Einheit in Raserei, was ihr Bewegungstempo um [8/10/12] % und ihr Angriffstempo um [30/40/50] % erhöht. Wenn auf sich selbst gezaubert, erhöht sich das Angriffstempo um [35/55/75] %.",
  "dac_ability_thunder_lizard_bloodlust_lore": " "
}