{
  "dac_ability_antimage_mana_break": "Пречупване на мана",
  "dac_ability_antimage_mana_break_description": "ПАСИВНО: Анти-магът изгаря [30/60/90] от маната на опонента при всяка атака. Нанасяйки 50% от изгорената мана като щети към целта.",
  "dac_ability_antimage_mana_break_lore": "Анти-магът е дошъл за мен... а аз ще бъда готов. — <i>Турат, беглец от имението Тайлър</i>",
  "dac_ability_queenofpain_scream_of_pain": "Писъкът на болка",
  "dac_ability_queenofpain_scream_of_pain_description": "Кралицата на болката отприщва пронизителен писък около нея, който нанася щети върху близките врагове на разстояние до 3 клетки за [200/300/400] щети.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Акаша може и да не е близка приятелка, но на драго сърце ще ми помогне, ако мисли, че впоследствие ще може да се разпорежда с мен. — <i>Анессикс, прагматичен демон</i>",
  "dac_ability_lina_laguna_blade": "Мълниеносно острие",
  "dac_ability_lina_laguna_blade_description": "Лина отприщва светкавична мълния, нанасяйки [500/750/1200] щети на една единица.",
  "dac_ability_lina_laguna_blade_lore": "Не беше трудно склоним Лина да дойде до Белия Шпил, тъй като взаимно сме почитатели на своите творчества. — <i>Хобген, професионален подпалвач</i>",
  "dac_ability_natures_prophet_summon_tree": "Природният зов",
  "dac_ability_natures_prophet_summon_tree_description": "Природният пророк призовава дървесен ент от ръба на арената. Този дървесен ент се счита за друид.",
  "dac_ability_natures_prophet_summon_tree_lore": "Енно протегна ръка към своите малки горски приятели… това може да се окаже проблем. — <i>О'ния, прокудена търговка от Ревтел</i>",
  "dac_ability_windrunner_powershot": "Могъщ изстрел",
  "dac_ability_windrunner_powershot_description": "Ветровитата рейнджърка зарежда лъка си за 1.5 секунди за един мощен изстрел, нанасяйки до [200/400/600] щети. За всеки ударен враг от „Могъщия изстрел“, щетите от него се намаляват с 10%.",
  "dac_ability_windrunner_powershot_lore": "Създадох много приятелства, докато пътешествах и не се притеснявам от връзките си за услуги. — <i>Врен, околосветска пътешественичка</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Парализираща бъчва",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Знахарят запраща бъчва с парализиращ прах, който отскача [5/7/9] пъти между вражески единици, зашеметявайки ги и нанасяйки [50/75/100] щети на онези, които уцели.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Обичам да гледам как работиш, докторе… — <i>Хобген, пакостлива фея</i>",
  "dac_ability_juggernaut_blade_fury": "Остра ярост",
  "dac_ability_juggernaut_blade_fury_description": "Непреодолимият се завърта със своето острие, давайки му имунитет срещу магии и нанасяйки [50/100/150] щети в секунда върху вражески единици на разстояние 1 клетка за 5 секунди.",
  "dac_ability_juggernaut_blade_fury_lore": "Юрнеро не е просто войн. Той е Непреодолимият. Ако го привлечем на наша страна, ще съберем купища трупове за нула време. — <i>Грек разглежда ситуацията от всички възможни ъгли</i>",
  "dac_ability_sandking_burrowstrike": "Изкопно нападение",
  "dac_ability_sandking_burrowstrike_description": "Пясъчният крал прокопава тунели в земята, придвижвайки се напред, удряйки враговете с [150/250/350] щети и зашеметявайки ги за 2 секунди.\nПрилага натрупване от „Разяждаща кончина“ върху всички уцелени врагове.",
  "dac_ability_sandking_burrowstrike_lore": "Беше вложена много работа при установяването на мрежата ни от тунели, не можем да позволим на Пясъчния крал да съсипе това, което сме изградили. — <i>Джул, ликьорен барон</i>",
  "dac_ability_sandking_caustic_finale": "Разяждаща кончина",
  "dac_ability_sandking_caustic_finale_description": "ПАСИВНО: Всеки път, когато Пясъчният крал удря враг, той намалява скоростта на атака на своята цел с -35 за 3.5 секунди. Ако дадена цел умре, докато „Разяждащата кончина“ е активна, то тя експлодира, нанасяйки [55/100/190] щети върху своите съюзници на разстояние 1 клетка.",
  "dac_ability_sandking_caustic_finale_lore": "Какво толкова ще стане, ако ползва брезент? — <i>Анессикс, непокварена дяволица</i>",
  "dac_ability_shadow_fiend_requiem": "Душевен реквием",
  "dac_ability_shadow_fiend_requiem_description": "Сенчестият злодей призовава душите на обречените и отприщва демонична енергия навсякъде около него, нанасяйки [100/175/250] щети върху всеки, който попадне във взрива.",
  "dac_ability_shadow_fiend_requiem_lore": "Дворецът на Ристул и аз разполагаме със… споразумение. — <i>Анессикс, светски демон</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Милостива смърт",
  "dac_ability_phantom_assassin_coup_de_grace_description": "ПАСИВНО: Фантомната убийца разполага с [15/20/25]% шанс за нанасяне на опустошителен [300/450/600]% критичен удар върху вражеските единици.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Тя извърши покушението над Квертиас, защо да не предполагам, че е дошла и за мен — <i>О'ния, параноична търговка</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Аура за прецизност",
  "dac_ability_drow_ranger_trueshot_aura_description": "ПАСИВНО: Дроу рейнджърката добавя [10/20/30]% бонус към скоростта на атака за всички съюзници на разстояние 1 клетка.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Траксес. Ти и аз ще стигнем до върха. Довери ми се. — <i>Грек, шарлатанин</i>",
  "dac_ability_morphling_waveform": "Вълновидна форма",
  "dac_ability_morphling_waveform_description": "Морфлинг се разтапя в течност и избликва напред, нанасяйки [150/250/350] щети върху вражеските единици по пътя си.\n\nМорфлинг е неуязвим, докато трае „Вълновидната форма“.",
  "dac_ability_morphling_waveform_lore": "Способността на Турат да спечели благоволението на същества подобни на Морфлинг е… тревожна. — <i>Хрисима, механична конспираторка</i>",
  "dac_ability_axe_berserkers_call": "Обезумяващ призив",
  "dac_ability_axe_berserkers_call_description": "Палачът се присмива на вражеските единици на разстояние до 1 клетка, принуждавайки ги да го атакуват. Докато „Обезумяващият призив“ е активен, Палачът придобива [15/25/35] бонус броня.",
  "dac_ability_axe_berserkers_call_lore": "Да се сдобиете с помощта на Палача е лесно… Всичко, от което се нуждаете, е бира и обещанието за добра история, която ще е способен да разкаже. — <i>Врен, сплотяваща бунтовничка</i>",
  "dac_ability_razor_plasma_field": "Плазмено поле",
  "dac_ability_razor_plasma_field_description": "Бръсначът отприщва плазмен пръстен, чиято мощ нараства, докато се разширява, но също така удря и при свиване. Забавя и нанася до [50/100/150] щети върху вражеските единици на разстояние до 3 клетки.\n\nЩетите и забавянето се увеличават спрямо разстоянието от Бръснача.\n\nПлазменото поле удря всяка единица два пъти. По един път във всяка посока.",
  "dac_ability_razor_plasma_field_lore": "Ако мислите, че е страховит по улиците на Белия Шпил, трябва да видите какво прави в Тесния лабиринт. — <i>Анессикс, спортен почитател</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Тайнствена аура",
  "dac_ability_crystal_maiden_brilliance_aura_description": "ПАСИВНО: Всеки 2 секунди, Кристалната девица предоставя [8/14/20] мана на всички приятелски единици.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Разбери дали тя е тук заради мен или Турат. — <i>Джул, контрабандист на спиртни напитки от Леденатаразруха</i>",
  "dac_ability_kunkka_ghostship": "Призрачен кораб",
  "dac_ability_kunkka_ghostship_description": "Кунка призовава призрачен кораб, който преплава през битката, преди да корабокрушира, нанасяйки [50/150/250] щети и зашеметявайки всички врагове на разстояние [2/2/3] клетки до останките за [1.4/1.7/2] секунди.",
  "dac_ability_kunkka_ghostship_lore": "Мама Ейб имаше много приятели… Кунка иска отговори толкова много, колкото и аз. — <i>Врен, отмъстителна дъщеря</i>",
  "dac_ability_tiny_toss": "Мятане",
  "dac_ability_tiny_toss_description": "Дребосъчето сграбчва произволен враг наблизо и го захвърля по най-далечната вражеска цел.\n\nПри сблъсък, целта нанася [100/200/300] щети на всички врагове на разстояние 1 клетка и ги зашеметява за [1.5/2/2.5] секунди.",
  "dac_ability_tiny_toss_lore": "Изглежда, че Енно си е намерил як помощник. — <i>А Грек намира голям проблем в това</i>",
  "dac_ability_puck_illusory_orb": "Илюзорно кълбо",
  "dac_ability_puck_illusory_orb_description": "Пакостничето изстрелва магическо кълбо, което лети в права линия, нанасяйки [150/200/250] щети върху вражески единици по пътя.",
  "dac_ability_puck_illusory_orb_lore": "Не се заблуждавайте от външния вид, Пакостничето е същинско копеле. — <i>Хобген, споделя няколко мъдри дълбокомислия</i>",
  "dac_ability_puck_phase_shift": "Изместване на фаза",
  "dac_ability_puck_phase_shift_description": "<i>ОТКЛЮЧЕНО ОТ ДРАКОНОВ СЪЮЗ</i>\nПАСИВНО: Точно преди да поеме щети, Пакостничето за кратко се измества в друго измерение, където има имунитет срещу вреди за 0.5 секунди.",
  "dac_ability_puck_phase_shift_lore": "Този дребен сополанко никога не е наоколо, когато Ви е нужен. — <i>Хобген, нетърпелив подземен лорд</i>",
  "dac_ability_clockwerk_battery_assault": "Батарейно нападение",
  "dac_ability_clockwerk_battery_assault_description": "Часовникарят отприщва шрапнел с голяма сила върху произволни вражески единици на разстояние 1 клетка за 5 секунди, нанасяйки им [50/75/100]магически щети и леко зашеметяване.",
  "dac_ability_clockwerk_battery_assault_lore": "Брас Хералд би те нарекъл мерзост, но мисля, че си доста хитър, малък кийн фолк. — <i>Хрисима, еретичен автоматичен механизъм</i>",
  "dac_ability_lich_chain_frost": "Верижен скреж",
  "dac_ability_lich_chain_frost_description": "Лич отприщва ледено кълбо, което отскача между близките вражески единици до [6/9/12] пъти, забавяйки атаките и скоростта им на движение с -65% за 2.5 секунди и нанася [200/300/400] щети при всяко попадение.",
  "dac_ability_lich_chain_frost_lore": "Можем да си помогнем взаимно, Лич. — <I>Турат, сключващ фаустова сделка</i>",
  "dac_ability_tidehunter_ravage": "Опустошение",
  "dac_ability_tidehunter_ravage_description": "Приливният ловец блъска в земята, причинявайки появата на пипала във всички посоки, нанасяйки [100/150/250] щети и зашеметявайки всички вражески единици на разстояние [1/2/3] клетки за [2/2.25/3] секунди.",
  "dac_ability_tidehunter_ravage_lore": "Кунка, харесвах те повече, когато не беше преследван от левиатан. — <i>Врен, благосклонна приятелка</i>",
  "dac_ability_shadow_shaman_voodoo": "Вещерство",
  "dac_ability_shadow_shaman_voodoo_description": "Сенчестият шаман превръща дадена вражеска единица в безобидна твар, преустановявайки атаките и уменията ѝ за [4/6/8] секунди.",
  "dac_ability_shadow_shaman_voodoo_lore": "Ето този тип знае как да направи представление! — <i>Грек показва професионална учтивост</i>",
  "dac_ability_enigma_midnight_pulse": "Среднощен пулс",
  "dac_ability_enigma_midnight_pulse_description": "Енигма потапя дадена област в мрачен резонанс, нанасяйки [5/7/9]% от макс. вражеско здраве за 10 секунди към всички неприятелски единици на разстояние до [1/2/3] клетки от целта.",
  "dac_ability_enigma_midnight_pulse_lore": "На този свят има някои неща, които не можете да контролирате. — <i>Турат, луд маг</i>",
  "dac_ability_tinker_heat_seeking_missile": "Топлинно насочваща се ракета",
  "dac_ability_tinker_heat_seeking_missile_description": "Нескопосникът изстрелва оръдеен залп от ракети по [2/3/4] произволни врага, нанасяйки [350/450/450] щети при сблъсък.",
  "dac_ability_tinker_heat_seeking_missile_lore": "Обществото от кийнфолк със сходни възгледи ще бъде проблем, ако не е обуздано. — <i>О'ния опитва да сформира единен фронт</i>",
  "dac_ability_sniper_assassinate": "Покушение",
  "dac_ability_sniper_assassinate_description": "Снайперистът се прицелва към вражеска единица за 2 секунди, а след това изстрелва опустошителен изстрел, който нанася [1000/2000/3000] щети и леко зашеметява целта.",
  "dac_ability_sniper_assassinate_lore": "Знаеш ли, преди имах кийнфолк за подгряващо представление. Страхотно за аудиториите, лошо при подвеждане под отговорност за застраховка. — <i>Грек, фокусиран над крайната сметка</i>",
  "dac_ability_necrophos_death_pulse": "Мъртвешки пулс",
  "dac_ability_necrophos_death_pulse_description": "Некрофос отприщва вълна от смърт около себе си, влияейки на вражески и приятелски единици на разстояние до 3 клетки.\n\nМъртвешкият пулс нанася [100/150/200] щети на враговете и лекува съюзниците с [100/175/250].",
  "dac_ability_necrophos_death_pulse_lore": "Хайде сега, Некрофос, трябва да има нещо, което искаш… — <i>Анессикс, сребро уста дяволица</i>",
  "dac_ability_slardar_amplify_damage": "Корозивна мъглявина",
  "dac_ability_slardar_amplify_damage_description": "Слардар модифицира вражеската броня с [-15/-30/-45] за 20 секунди.",
  "dac_ability_slardar_amplify_damage_lore": "Сларк и аз бяхме способни да въртим бизнес. Със сигурност можем да достигнем и спогодба. — <i>Джул, познавач на пандизчийска пиячка</i>",
  "dac_ability_beastmaster_wild_axes": "Диви брадви",
  "dac_ability_beastmaster_wild_axes_description": "Повелителят на зверовете захвърля брадвите си, а след това ги призовава обратно, разрязвайки вражески единици и дървета по пътя им за [60/100/140] щети.\n\nВсяка брадва може да удари враг само веднъж, увеличавайки по-нататъшните щети от Повелителя на зверовете с [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "Колко още от тези природолюбители ще се застъпят за този дребен изтърсак? — <i>Грек се оплаква относно Енно</i>",
  "dac_ability_venomancer_plague_ward": "Чумен страж",
  "dac_ability_venomancer_plague_ward_description": "Отровителят призовава [1/1/3] чумни стражи, които да се сражава редом с него.",
  "dac_ability_venomancer_plague_ward_lore": "Творенията ти са красиви за взора. Нека ти помогна да култивираш своята градина… — <i>Турат научава, че ласкателството Ви отвежда навсякъде</i>",
  "dac_ability_templar_assassin_refraction": "Рефракция",
  "dac_ability_templar_assassin_refraction_description": "Тамплиерката убиец става неуловима, избягвайки щети и придобивайки [40/60/80]% бонус към своите.\n\nЕфектите за щетите и избягването са отделни и разполагат с [4/6/8] инстанциите за всеки от тях.",
  "dac_ability_templar_assassin_refraction_lore": "Ако ми помогнеш, дългът ни е уреден. — <i>Врен се сдобива с всичката помощ, която може да получи</i>",
  "dac_ability_viper_viper_strike": "Нападение от Пепелянката",
  "dac_ability_viper_viper_strike_description": "Киселинната отрова на Пепелянката забавя скоростта за движение и атака на дадена вражеска единица с [-40/-60/-80]%, докато същевременно с това ѝ нанася [150/250/350] отровни щети през време.\n\nЗабавящият ефект избледнява през времетраенето на отровата.",
  "dac_ability_viper_viper_strike_lore": "Не сме толкова различни… Аз също знам какво означава да бъдеш роб. — <i>Хрисима, механична съзаклятница</i>",
  "dac_ability_viper_corrosive_skin": "Корозивна кожа",
  "dac_ability_viper_corrosive_skin_description": "<i>ОТКЛЮЧЕНО ОТ ДРАКОНОВ СЪЮЗ</i>\nПАСИВНО: Пепелянката отделя инфекциозен токсин, който нанася [20/30/40] щети в секунда и забавя скоростта на атака за всеки враг, наранен от него, за 2 секунди. Отделената киселина също увеличава магическата устойчивост на Пепелянката с [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Бих се радвал да изнамеря начин, по който да направя палто от него… — <i>Карл, голям мечтател</i>",
  "dac_ability_luna_moon_glaive": "Лунни пики",
  "dac_ability_luna_moon_glaive_description": "ПАСИВНО: Лунните пики на Луна отскачат между враговете на разстояние 2 клетки. \n\nПиките нанасят 30% по-малко щети с всеки отскок.",
  "dac_ability_luna_moon_glaive_lore": "Не разбирам и половината от това, което ка'аш, но ми харесва начина, по който запращаш тези неща. — <i>Грек, човека от народа</i>",
  "dac_ability_dragon_knight_breathe_fire": "Огнен дъх",
  "dac_ability_dragon_knight_breathe_fire_description": "Отприщва огнен дъх пред Драконовия рицар, който изгаря врагове с [200/350/500] щети и намалява тези от техните атаки с [25/40/55] за 6 секунди.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Давион, талантите ти отиват нахалост връз някой, който не оценява прелестта на туй, що правиш. — <i>Хобген, опитва да улови талант</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Форма на древен дракон",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>ОТКЛЮЧЕНО ОТ ДРАКОНОВ СЪЮЗ</i>\nПАСИВНО: В началото на битка Драконовият рицар може да приема формата на три могъщи древни дракони, увеличаващи неговата скорост на движение с 30%, щети на атака с [50/100/150] и предоставящи му нова мощ.\n\nЗелен дракон:\\nАтаките нанасят [30/30/30] отровни щети в сек. за [5/5/5] секунди.\n\nЧервен дракон:\\nВ допълнение към отравянето на неприятелите, атаките нанасят щети върху всички вражески единици на разстояние 1 клетки от целта за 50% щети.\n\nСин дракон:\\nВ допълнение към отравянето на неприятелите, атаките забавят скоростта за движение с -30%, а тази на атаката с -30% при вражески единици на разстояние 1 клетка от целта за [3/3/3] секунди.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Каден говореше благосклонно за теб, да се надяваме, че хвалбите му са били заслужени. — <i>Врен, приятел на драконовата крепост</i>",
  "dac_ability_enchantress_natures_attendants": "Природните придружители",
  "dac_ability_enchantress_natures_attendants_description": "Чародейката призовава облак от [3/5/7] духчета, които лекуват съюзниците на разстояние до 4 клетки.\n\nЗа 11 секунди, съюзниците лекуват 25 здраве на всеки 1.5 сек.",
  "dac_ability_enchantress_natures_attendants_lore": "Тя няма да оцелее и ден в Белия Шпил. Ни. Един. Ден. Дори. — <i>А Хобген подценява своя неприятел</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Мятане на шурикен",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Ловецът на глави захвърля смъртоносен шурикен към дадена вражеска единица, нанасяйки [300/500/700] щети и леко зашеметяване на целта.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Стига да имаш парите, винаги се доверявай на човек, чиято лоялност е за продан. — <i>О'ния, съмнителна мъдрост</i>",
  "dac_ability_batrider_sticky_napalm": "Лепкав напалм",
  "dac_ability_batrider_sticky_napalm_description": "Прилеповият ездач хвърля лепкаво гориво, наслоявайки земята на разстояние 2 клетки от точката на стълкновение. Горивото добавя [20/40/80] щети за натрупване към атаките на Прилеповия ездач, забавяйки скоростта за движение и атака на враговете с -5%.\n\nДопълнителни изпълнявания на „Лепкав напалм“ продължават да увеличават процентите за щети и забавяне до 10 натрупвания.",
  "dac_ability_batrider_sticky_napalm_lore": "Обичам този тип. ОБИЧАМ ГО. — <i>Хобген, пироманиак</i>",
  "dac_ability_doom_bringer_doom": "Гибел",
  "dac_ability_doom_bringer_doom_description": "Вестителят на гибелта призовава могъщо проклятие, което възпрепядства даден враг да изпълнява заклинания или използва предмети, докато същевременно с това им нанася [60/90/120] щети в секунда.\n\nТрае 20 секунди.",
  "dac_ability_doom_bringer_doom_lore": "Предпочитам да си имам вземане-даване с метафорични демони… — <i>А О'ния изказва мнение относно съюзниците на Анессикс</i>",
  "dac_ability_gyrocopter_call_down": "Призоваване на въздушна ракетна атака",
  "dac_ability_gyrocopter_call_down_description": "Жирокоптерът изстрелва ракетно нападение, удряйки всички вражески единици на разстояние до 3 клетки от точката на стълкновение.\n\nПоследователно пристигат две ракети. Първата нанася [200/300/400] щети и 30% забавяне за 2 секунди. А финалната нанася [200/300/400] щети и 60% забавяне за 4 секунди.",
  "dac_ability_gyrocopter_call_down_lore": "Замислете се относно това колко продукция бихме могли да пренесем с негова помощ. — <i>Джул се замисля за по-голямата картина</i>",
  "dac_ability_alchemist_acid_spray": "Киселинен спрей",
  "dac_ability_alchemist_acid_spray_description": "Алхимикът изпръсква киселина под високо налягане, влияейки върху врагове на разстояние до 3 клетки от целта.\n\nВражески единици, които преминат през заразения терен, поемат [15/25/35] щети в секунда и имат намалена броня с [-5/-8/-11].",
  "dac_ability_alchemist_acid_spray_lore": "Харесва ти да изгаряш хорските лица, а аз обичам да изпепелява жилища им… Какво райско пламенно съвпадение. — <i>Хобген преодолява културна пропаст</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Призоваване на вълци",
  "dac_ability_lycan_wolf_spawn_shift_description": "Ликантропът призовава два вълка, които да се сражават редом с него.\n\nСлед това Ликантропът се трансформира и придобива [30/40/50]% към своето макс. здраве, скоростта му на движение е подсилена до 650 и придобива 40% шанс при критична атака за [150/175/200]% бонус щети.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Моля те, Ликантропе, помогни ми да си отмъстя. — <i>Врен опитва да умилостиви човещината на Ликантропа</i>",
  "dac_ability_lone_druid_summon_bear": "Призоваване на духовна мечка",
  "dac_ability_lone_druid_summon_bear_description": "Призовава могъща духовна мечка като придружител.",
  "dac_ability_lone_druid_summon_bear_lore": "Просто дръж мечката далеч от мен, става ли? Мечките не ми понасят. — <i>Грек, страдащ от фобия към мечки</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Мълния на хаоса",
  "dac_ability_chaos_knight_chaos_bolt_description": "Рицарят на хаоса хвърля мистериозна енергийна мълния, която зашеметява дадена вражеска единица с произволно времетраене. Също така нанася произволни стойности на щети.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "На Белия Шпил малко хаос би му се отразил добре. — <i>Хобген, агент на хаоса</i>",
  "dac_ability_ogre_magi_bloodlust": "Кръвожадност",
  "dac_ability_ogre_magi_bloodlust_description": "Огре маг подбужда яростта на съюзническа единица, увеличавайки скоростта ѝ на движение с [8/10/12]%, а тази на атаката с [30/40/50]%. Ако се изпълни върху самия Огре маг, вместо това бонус скоростта на атаката е [35/55/75]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "Магът струват дваж по-скъпо от туй, що таксува. За щастие, магът също тъй е идиот. — <i>О'ния, пазаряща се за най-изгодната цена</i>",
  "dac_ability_treant_leech_seed": "Семе пиявица",
  "dac_ability_treant_leech_seed_description": "Дървесният защитник засява подривно за живота семе във вражеска единица, източвайки здравето ѝ с [80/110/150] на всеки 1.5 секунди, докато в същото време забавя скоростта на атака и движение с -50%.\n\nСемето лекува съюзническите единици на разстояние до 1 клетка от целта. Трае 5 секунди. Приключва по-рано, ако целта умре.",
  "dac_ability_treant_leech_seed_lore": "Няма да лъжа, не очаквах Енно да получи помощ от дърво. — <i>Джул и Анессикс, които пият по питие</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Озаряване",
  "dac_ability_keeper_of_the_light_illuminate_description": "Пазителят на светлината призовава енергия, надграждаща мощта си при продължително изпълнение. Щом бъде отприщена, изпраща вълна, която нанася [150/200/250] щети за всяка секунда изпълнение.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "Пазителят е по-могъщ, отколкото дава да се разбере, ако остане необуздан ще докара кончината на всинца ни. — <i>Турат, унищожител на светлината</i> ",
  "dac_ability_medusa_stone_gaze": "Каменен взор",
  "dac_ability_medusa_stone_gaze_description": "Всяка вражеска единица на разстояние до 4 клетки, гледаща към Медуза, ще получи забавяне на скоростта за движение и атака с 30%.\n\nАко се натрупат 2 секунди гледане към Медуза, тази единица ще се вкамени.\n\nВцепенените единици биват зашеметени и поемат бонус 20% физически щети.",
  "dac_ability_medusa_stone_gaze_lore": "Моят тип дама е, но очите ми са привлечени само от Мирешка. — <i>Хобген, лудо влюбен престъпник</i>",
  "dac_ability_medusa_split_shot": "Разцепващ изстрел",
  "dac_ability_medusa_split_shot_description": "ПАСИВНО: Медуза магически изстрелва до [2/3/4] екстра стрели, удряйки допълнителните цели в рамките на 1 клетка от основната ѝ цел. Допълнителните стрели нанасят -20 процента от щетите на основната ѝ.",
  "dac_ability_medusa_split_shot_lore": "Виждали ли сте как тази дама стреля с лък? В смисъл, щом все още дишате вероятно не сте… — <i>Грек, хвали най-скорошната си наемница</i>",
  "dac_ability_troll_warlord_fervor": "Разпаленост",
  "dac_ability_troll_warlord_fervor_description": "ПАСИВНО: Тролът военачалник сипе удари един подир друг, придобивайки [15/20/25]% бонус скорост на атака за натрупване.\n\nАко Тролът военачалник смени целта, натрупванията спадат до нула.\n\nТози ефект може да се натрупа само до [6/9/12] пъти.",
  "dac_ability_troll_warlord_fervor_lore": "Ефикасен и неумолим. Точно като мен. — <i>Хрисима, без напразно усилие</i>",
  "dac_ability_timbersaw_whirling_death": "Завихрена смърт",
  "dac_ability_timbersaw_whirling_death_description": "Острите ръбове по бронирания костюм на Дърворезача се завихрят, нараняват враговете на разстояние до 2 клетки за [150/200/250] щети.",
  "dac_ability_timbersaw_whirling_death_lore": "Досетих се, че Енно ще извика всичките си горски приятели. Ето защо и аз се обадих тук-там. — <i>Хобген се заема с решаването на проблеми</i>",
  "dac_ability_tusk_walrus_punch": "Моржов УДАР С ЮМРУК!",
  "dac_ability_tusk_walrus_punch_description": "Бивникът се свързва със своя могъщ „Моржов удар с юмрук“. Критичен удар, който е толкова силен, че подхвърля жертвата си във въздуха. При приземяването жертвата е забавена с 40%.",
  "dac_ability_tusk_walrus_punch_lore": "Беше ми приятел някога. Съвсем скоро ще разберем дали е тук да ми помогне или да ме фрасне с юмрук. — <i>А Джул размишлява над своята младост</i>",
  "dac_ability_abaddon_aphotic_shield": "Сумрачният щит",
  "dac_ability_abaddon_aphotic_shield_description": "Абадон защитава приятелска единица с щит, който абсорбира [100/300/600] щети за 10 секунди.\n\nКогато е унищожен, щитът се разпръсва и нанася [100/300/600] щети върху враговете на разстояние до 2 клетки.\n\nПремахва определени типове отрицателни бъфове и зашеметявания при изпълнение.",
  "dac_ability_abaddon_aphotic_shield_lore": "Имам голямо уважение към династията Авернус. — <i>О'ния, разполагаща с дворцовата благосклонност</i>",
  "dac_ability_terrorblade_metamorph": "Метаморфоза",
  "dac_ability_terrorblade_metamorph_description": "Острието на терора се превръща в могъщ демон, придобиващ далекобойна атака до 4 клетки, както и [50/100/200]% бонус щети. Също така Острието на терора разменя стойностите за здраве с друг съюзник, когато това умение стартира.",
  "dac_ability_terrorblade_metamorph_lore": "Когато видите, че говори с Анессикс, знаете, че предстои да се случи нещо лошо. — <i>Джул, хорски наблюдател</i>",
  "dac_ability_techies_bomb": "Отдалечени мини",
  "dac_ability_techies_bomb_description": "Шайката поставя невидим експлозив, който се детонира след 3 секунди и нанася [700/1100/1500] щети върху цели на разстояние [3/3/4] клетки.\n\nНанася преполовени щети на врагове, които са на половината разстояние.",
  "dac_ability_techies_bomb_lore": "Говорете каквото щете относно кийн фолк, но винаги знаят как да те развеселят. — <i>Хобген, гледайки показно разрушение</i>",
  "dac_ability_disruptor_static_storm": "Статична буря",
  "dac_ability_disruptor_static_storm_description": "Разрушителният създава статична буря, която нанася щети, заглушава и заслепява (25%) всички вражески единици на разстояние до 2 клетки от центъра за [3/4/5] секунди.\n\nЩетите първоначално са слаби, но набират мощност, докато достигнат максималната стойност от [100/150/200].",
  "dac_ability_disruptor_static_storm_lore": "Не съм сигурна дали действително е тук, за да ми помогне или просто иска да наглежда Палача. — <i>Врен, командваща на колоритна шайка</i>",
  "dac_ability_omniknight_purification": "Пречистване",
  "dac_ability_omniknight_purification_description": "Всеведущият рицар незабавно лекува приятелска единица с [200/400/720] и нанася щети по всички близки вражески единици на разстояние 1 клетка.",
  "dac_ability_omniknight_purification_lore": "Борави с вярата сякаш е оръжие… както и аз. — <i>Турат, налудничав спасител</i>",
  "dac_ability_pudge_meathook": "Кука за месо",
  "dac_ability_pudge_meathook_description": "Дундьо изстрелва кървава кука към своя най-далечен враг, издърпвайки жертвата обратно, нанасяйки ѝ [150/220/290] щети.\n\nДундьо и съюзниците на разстояние 1 клетка ще насочат своите атаки към целта, докато умре.",
  "dac_ability_pudge_meathook_lore": "Дундьо? О, той е просто елегантно надут. Винаги ме поздравява, когато ощавям телата. — <i>Карл, немъртъв шивач</i>",
  "dac_ability_warlock_shadow_word": "Сенчест свят",
  "dac_ability_warlock_shadow_word_description": "Вещерът прошепва заклинание, възстановявайки [50/125/175] здраве на приятелска или нанасящо [50/100/150] щети върху вражеска единица всяка секунда в продължение на 3 сек.",
  "dac_ability_warlock_shadow_word_lore": "Някои тайни са предназначени да бъдат пазени… Демнок ще плати за липсата си на дискретност. — <i>Анессикс, отбиваща време</i>",
  "dac_ability_bloodseeker_blood_rage": "Кървава ярост",
  "dac_ability_bloodseeker_blood_rage_description": "ПАСИВНО: Всяка секунда Кръвотърсачът поема щети, еквивалентни на 7% от макс. му здраве.\n\nЗа всеки процент липсващо здраве той придобива 5% скорост на атака.\n\nПри убийство си възвръща 35% от своето макс. здраве.",
  "dac_ability_bloodseeker_blood_rage_lore": "Ако съм научил едно нещо през кариерата си, то е, че хорицата обичат кръв. Намете този човек. — <i>Грек, решителен поощрител</i>",
  "dac_ability_arc_warden_tempest_double": "Бушуващ двойник",
  "dac_ability_arc_warden_tempest_double_description": "Бранителят на волтовата дъга създава свое копие.\n\nДубликатът може да използва всички текущи предмети и заклинания на Бранителя на волтовата дъга, също така има отделно време за изчакване, но генерира -50% мана от изходящи атаки и никаква при поемане на щети.",
  "dac_ability_arc_warden_tempest_double_lore": "В себе си той носи тайните на сътворението. — <i>Турат, потаен пророк</i>",
  "dac_ability_mirana_arrow": "Свещена стрела",
  "dac_ability_mirana_arrow_description": "Мирана изстрелва далекобойна стрела със смъртоносна точност, зашеметяваща своята цел за [3/5/7] секунди и нанасяйки [400/800/1800] щети.",
  "dac_ability_mirana_arrow_lore": "Никога не се доверявай на фанатичен последовател, Врен. Не си струва. — <i>Джул дава приятелски съвет</i>",
  "dac_ability_slark_essence_shift": "Изместване на есенция",
  "dac_ability_slark_essence_shift_description": "ПАСИВНО: Всяко нападение от Сларк намалява щетите на целта му с [3/4/5] и скоростта на атака с [3/5/7].\n\nЩетите и скоростта за атака на Сларк се увеличават със същата стойност, която източва от своята цел.",
  "dac_ability_slark_essence_shift_lore": "Сларк е от съществено значение за пренасянето на продукта ни в и извън Мрачния риф. — <i>Джул, самоиздигнал се човек</i>",
  "dac_ability_slark_pounce": "Нахвърляне",
  "dac_ability_slark_pounce_description": "ПАСИВНО: Когато се приземи след скок, Сларк обезоръжава своята цел за 3 секунди.",
  "dac_ability_slark_pounce_lore": "Как ни спипа неподготвени отново!? — <i>Хобген, кибритлия</i>",
  "dac_ability_black_dragon_splash_attack": "Косвена атака",
  "dac_ability_black_dragon_splash_attack_description": "ПАСИВНО: Далекобойната атака на черния дракон нанася косвени щети върху единици на разстояние 1 клетка от целта му.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Знаменито разсичане",
  "dac_ability_sven_great_cleave_description": "ПАСИВНО: Ръкопашните атаки на тази единица нападат враговете наблизо.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Имунитет срещу заклинания",
  "dac_ability_roshan_spell_immune_description": "АКТИВНО: Рошан придобива имунитет срещу заклинания за  секунди.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Вплитащи нокти",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Атаките на духовната мечка разполагат с шанс да оплетат целта, като я зашеметят.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " "
}