{
  "dac_ability_antimage_mana_break": "Mana Break",
  "dac_ability_antimage_mana_break_description": "PASSIVE: The Anti-Mage burns [30/60/90] of the opponent's mana on each attack, dealing 50% of the mana burned as damage to the target.",
  "dac_ability_antimage_mana_break_lore": "The Anti-Mage has come for me... and I will be ready. - <i>Turath, Tyler Estate Fugitive</i>",
  "dac_ability_queenofpain_scream_of_pain": "Scream Of Pain",
  "dac_ability_queenofpain_scream_of_pain_description": "The Queen of Pain lets loose a piercing scream around her, damaging all enemies up to 3 cells away for [200/300/400] damage.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha may not be a close friend, but she'll gladly help me out if she thinks she can lord it over me later. - <i>Anessix, Pragmatic Demon</i>",
  "dac_ability_lina_laguna_blade": "Laguna Blade",
  "dac_ability_lina_laguna_blade_description": "Lina unleashes a bolt of lightning, dealing [500/750/1200] damage to a single unit.",
  "dac_ability_lina_laguna_blade_lore": "It wasn't a tough sell getting Lina to White Spire, we're both fans of each other's work. - <i>Hobgen, Professional Arsonist</i>",
  "dac_ability_natures_prophet_summon_tree": "Nature's Call",
  "dac_ability_natures_prophet_summon_tree_description": "Nature's Prophet summons a Treant from the edge of the board. This Treant is considered a druid.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno has reached out to his little forest friends... this could be a problem. - <i>O'nia, Banished Merchant of Revtel</i>",
  "dac_ability_windrunner_powershot": "Powershot",
  "dac_ability_windrunner_powershot_description": "Windranger charges her bow for up to 1.5 seconds for a single powerful shot, dealing up to [200/400/600] damage. For each enemy that Powershot hits, its damage is reduced by 10%.",
  "dac_ability_windrunner_powershot_lore": "I made a lot of friends during my travels, and I'm not afraid to call in favors. - <i>Wren, World Traveller</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Paralyzing Cask",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Witch Doctor throws a cask of paralyzing powder that bounces [5/7/9] times between enemy units, stunning and dealing [50/75/100] damage to those it hits.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "I love watching you work, Doc... - <i>Hobgen, Fae Mischief-Maker</i>",
  "dac_ability_juggernaut_blade_fury": "Blade Fury",
  "dac_ability_juggernaut_blade_fury_description": "When surrounded by 2 or more enemies, Juggernaut spins with his blade, rendering him immune to magic and dealing [50/100/150] damage per second to enemy units 1 cell away for 5 seconds.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero isn't just a warrior.  He's a Juggernaut.  If we get him on our side, we'll be stacking bodies in no time. - <i>In which Grek looks at all the angles</i>",
  "dac_ability_sandking_burrowstrike": "Burrowstrike",
  "dac_ability_sandking_burrowstrike_description": "Sand King burrows into the ground and tunnels forward, hitting enemies for [150/250/350] damage and stunning them for 2 seconds.\nApplies a stack of Caustic Finale to all enemies hit.",
  "dac_ability_sandking_burrowstrike_lore": "A lot of work went into establishing our network of tunnels, we can't have The Sand King ruin what we built. - <i>Jull, Liquor Baron</i>",
  "dac_ability_sandking_caustic_finale": "Caustic Finale",
  "dac_ability_sandking_caustic_finale_description": "PASSIVE: Whenever Sand King hits an enemy he reduces his target's attack speed by -35 for 3.5 seconds.  If a target dies while Caustic Finale is active it will explode, dealing [55/100/190] damage to its allies 1 cell away.",
  "dac_ability_sandking_caustic_finale_lore": "Would it kill the guy to use a tarp? - <i>Anessix, Pristine Infernalist</i>",
  "dac_ability_shadow_fiend_requiem": "Requiem of Souls",
  "dac_ability_shadow_fiend_requiem_description": "Shadow Fiend channels the souls of the damned and unleashes demonic energy all around him, dealing [100/175/250] damage to anyone caught in the blast.",
  "dac_ability_shadow_fiend_requiem_lore": "The Court of Ristul and I have an... understanding. - <i>Anessix, Earthbound Demon</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Coup de Grace",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASSIVE: Phantom Assassin has a [15/20/25]% chance of delivering a devastating [300/450/600]% critical strike to enemy units.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "She assassinated Kwerthias, why shouldn't I assume she's come for me as well - <i>O'nia, Paranoid Merchant</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Precision Aura",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASSIVE: Drow Ranger adds a [10/20/30]% bonus to attack speed to all allies 1 cell away.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex.  You and me are gonna go to the top.  Trust me. - <i>Grek, Snake Oil Salesman</i>",
  "dac_ability_morphling_waveform": "Waveform",
  "dac_ability_morphling_waveform_description": "Morphling dissolves into liquid and surges forward, damaging enemy units in his path for [150/250/350] damage.\n\nMorphling is invulnerable during Waveform.",
  "dac_ability_morphling_waveform_lore": "Turath's ability to court favor with the likes of Morphling is...troubling. - <i>Quiet, Clockwork Conspirator</i>",
  "dac_ability_axe_berserkers_call": "Berserker's Call",
  "dac_ability_axe_berserkers_call_description": "Axe taunts enemy units 1 cell away, forcing them to attack him.  While Berserker’s Call is active, Axe gains [15/25/35] bonus armor.",
  "dac_ability_axe_berserkers_call_lore": "Getting Axe's help is easy... all you need is beer and the promise of a good story he'll be able to tell. - <i>Wren, Rallying Rebel</i>",
  "dac_ability_razor_plasma_field": "Plasma Field",
  "dac_ability_razor_plasma_field_description": "Razor releases a ring of plasma that grows in power as it expands, but also zaps on contraction, slowing and dealing up to [50/100/150] to damage to enemy units up to 3 cells away.\n\nDamage and slow increases with distance from Razor.\n\nThe Plasma Field hits each unit twice, once in each direction.",
  "dac_ability_razor_plasma_field_lore": "If you think he's scary on the streets of White Spire, you should see what he does in the Narrow Maze. - <i>Anessix, Sports Fan</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Arcane Aura",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASSIVE: Every 2 seconds, Crystal Maiden grants [8/14/20] mana to all friendly units.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Find out if she's here for me or Turath. - <i>Jull, Icewrack Bootlegger</i>",
  "dac_ability_kunkka_ghostship": "Ghostship",
  "dac_ability_kunkka_ghostship_description": "Kunkka summons a ghostly ship that sails through the battle before smashing apart, dealing [50/150/250] damage and stunning all enemies up to [2/2/3] cells away from the wreckage for [1.4/1.7/2] seconds.",
  "dac_ability_kunkka_ghostship_lore": "Momma Eeb had a lot of friends... Kunkka wants answers as much as I do. - <i>Wren, Avenging Daughter</i>",
  "dac_ability_tiny_toss": "Toss",
  "dac_ability_tiny_toss_description": "Tiny picks up a random adjacent enemy, and launches it at the farthest enemy target.\n\nAt impact, the target deals [100/200/300] damage to all enemies 1 cell away and stuns them for [1.5/2/2.5] seconds.",
  "dac_ability_tiny_toss_lore": "Looks like Enno found himself some muscle. - <i>In which Grek encounters a big problem</i>",
  "dac_ability_puck_illusory_orb": "Illusory Orb",
  "dac_ability_puck_illusory_orb_description": "Puck launches a magic orb that floats in a straight path, damaging enemy units along the way for [150/200/250] damage.",
  "dac_ability_puck_illusory_orb_lore": "Don't let the way he looks fool you, Puck is a right bastard. - <i>In which Hobgen gives some words of wisdom</i>",
  "dac_ability_puck_phase_shift": "Phase Shift",
  "dac_ability_puck_phase_shift_description": "<i>UNLOCKED BY THE DRAGON ALLIANCE</i>\nPASSIVE: Just before taking damage, Puck briefly shifts into another dimension where it is immune from harm for 0.5 seconds.",
  "dac_ability_puck_phase_shift_lore": "That little bugger is never around when you need him. - <i>Hobgen, Impatient Underlord</i>",
  "dac_ability_clockwerk_battery_assault": "Battery Assault",
  "dac_ability_clockwerk_battery_assault_description": "Clockwerk discharges high-powered shrapnel at random enemy units 1 cell away for 5 seconds, dealing [50/75/100] magical damage and mini-stunning them.",
  "dac_ability_clockwerk_battery_assault_lore": "The Brass Herald would call you an abomination, but I think you're rather clever, little Keen. - <i>Quiet, Heretical Automaton</i>",
  "dac_ability_lich_chain_frost": "Chain Frost",
  "dac_ability_lich_chain_frost_description": "Lich releases an orb of frost that bounces between nearby enemy units up to [6/9/12] times, slowing their attack and movement speed by -65% for 2.5 seconds and dealing [200/300/400] damage each time it hits.",
  "dac_ability_lich_chain_frost_lore": "We can help each other Lich. - <I>In which Turath makes a Faustian deal</i>",
  "dac_ability_tidehunter_ravage": "Ravage",
  "dac_ability_tidehunter_ravage_description": "Tidehunter slams the ground, causing tentacles to erupt in all directions, dealing [100/150/250] damage and stunning all enemy units [1/2/3] cells away for [2/2.25/3] seconds.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, I liked you more when you weren't being hunted by a Leviathan. - <i>Wren, Fair-Weather Friend</i>",
  "dac_ability_shadow_shaman_voodoo": "Hex",
  "dac_ability_shadow_shaman_voodoo_description": "Shadow Shaman transforms an enemy unit into a harmless creature, disabling their attacks and abilities for [4/6/8] seconds.",
  "dac_ability_shadow_shaman_voodoo_lore": "Now that guy knows how to put on a show! - <i>In which Grek shows professional courtesy</i>",
  "dac_ability_enigma_midnight_pulse": "Midnight Pulse",
  "dac_ability_enigma_midnight_pulse_description": "Enigma steeps an area in dark resonance, dealing [5/7/9]% of an enemy's max health for 10 seconds to all enemy units up to [1/2/3] cells away from the target.",
  "dac_ability_enigma_midnight_pulse_lore": "There are some things in this world that you cannot control. - <i>Turath, Mad Mage</i>",
  "dac_ability_tinker_heat_seeking_missile": "Heat-Seeking Missile",
  "dac_ability_tinker_heat_seeking_missile_description": "Tinker fires a salvo of rockets at [2/3/4] random enemies dealing [350/450/450] damage on impact.",
  "dac_ability_tinker_heat_seeking_missile_lore": "The Society of Likeminded Keenfolk will be a problem if they go unchecked. - <i>In which O'nia tries to form a unified front</i>",
  "dac_ability_sniper_assassinate": "Assassinate",
  "dac_ability_sniper_assassinate_description": "Sniper takes aim at an enemy unit for 2 seconds, then fires a devastating shot that deals [1000/2000/3000] damage and mini-stuns the target.",
  "dac_ability_sniper_assassinate_lore": "Ya know I used to have a Keen act open my show.  Great for audiences, bad for liability insurance. - <i>Grek, Focused on the Bottom Line</i>",
  "dac_ability_necrophos_death_pulse": "Death Pulse",
  "dac_ability_necrophos_death_pulse_description": "Necrophos releases a wave of death around him affecting enemy and friendly units up to 3 cells away.\n\nDeath Pulse deals [100/150/200] damage to enemies and heals allies for [100/175/250].",
  "dac_ability_necrophos_death_pulse_lore": "Come now, Necrophos, there has to be something you want... - <i>Anessix, Silver Tongued Devil</i>",
  "dac_ability_slardar_amplify_damage": "Corrosive Haze",
  "dac_ability_slardar_amplify_damage_description": "Slardar modifies enemy armor by [-15/-30/-45] for 20 seconds.",
  "dac_ability_slardar_amplify_damage_lore": "Slark and I were able to do business, surely we can reach an agreement as well. - <i>Jull, Pruno Aficionado</i>",
  "dac_ability_beastmaster_wild_axes": "Wild Axes",
  "dac_ability_beastmaster_wild_axes_description": "Beastmaster sends his axes flying and calls them home again, slicing through enemy units along their path for [60/100/140] damage.\n\nEach axe can hit an enemy once, and amplifies subsequent damage from Beastmaster by [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "How many of these tree huggers are going to bat for that little runt? - <i>In which Grek complains about Enno</i>",
  "dac_ability_venomancer_plague_ward": "Plague Ward",
  "dac_ability_venomancer_plague_ward_description": "Venomancer summons [1/1/1] Plague Wards to fight alongside him.",
  "dac_ability_venomancer_plague_ward_lore": "Your creations are beautiful to behold. Let me help you cultivate your garden... - <i>In which Turath learns that flattery gets you everywhere</i>",
  "dac_ability_templar_assassin_refraction": "Refraction",
  "dac_ability_templar_assassin_refraction_description": "Templar Assassin becomes elusive, avoiding damage and gaining [40/60/80]% bonus to her damage.\n\nThe damage and avoidance effects are separate, and have [4/6/8] instances each.",
  "dac_ability_templar_assassin_refraction_lore": "If you help me, our debt is settled. - <i>In which Wren gets all the help she can get</i>",
  "dac_ability_viper_viper_strike": "Viper Strike",
  "dac_ability_viper_viper_strike_description": "Viper's acidic venom slows an enemy unit's movement and attack speed by [-40/-60/-80]% while also dealing [150/250/350] poison damage over time.\n\nThe slowing effect fades over the duration of the poison.",
  "dac_ability_viper_viper_strike_lore": "We're not that different... I too, know what it means to be a slave. - <i>Quiet, Plotting Automoton</i>",
  "dac_ability_viper_corrosive_skin": "Corrosive Skin",
  "dac_ability_viper_corrosive_skin_description": "<i>UNLOCKED BY THE DRAGON ALLIANCE</i>\nPASSIVE: Viper exudes an infectious toxin that deals [20/30/40] damage per second and slows the attack speed of any enemy that damages it for 2 seconds. The acid exudate also increases Viper's magic resistance by [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "I'd love to figure out a way to make a coat out of that one... - <i>Carl, Big Dreams</i>",
  "dac_ability_luna_moon_glaive": "Moon Glaives",
  "dac_ability_luna_moon_glaive_description": "PASSIVE: Luna's glaives bounce between enemies 2 cells away.\n\nGlaives deal 30% less damage with each bounce.",
  "dac_ability_luna_moon_glaive_lore": "I can't understand half of what you're sayin', but I like the way you throw those things. - <i>Grek, People Person</i>",
  "dac_ability_dragon_knight_breathe_fire": "Breathe Fire",
  "dac_ability_dragon_knight_breathe_fire_description": "Unleashes a breath of fire in front of Dragon Knight that burns enemies for [200/350/500] damage and reduces the damage their attacks deal by [25/40/55] for 6 seconds.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, your talents are being wasted on someone who doesn't appreciate the beauty of what you do. - <i>In which Hobgen tries to poach talent</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Elder Dragon Form",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>UNLOCKED BY THE DRAGON ALLIANCE</i>\nPASSIVE: At the beginning of combat Dragon Knight takes the form of one of three powerful elder dragons, increasing his movement speed by 30% and attack damage by [50/100/150] and granting him new powers.\n\nGreen Dragon:\\nAttacks deal [30/30/30] poison damage per second for [5/5/5] seconds.\n\nRed Dragon:\\nIn addition to poisoning enemies, attacks damage all enemy units 1 cell away from the target for 50% damage.\n\nBlue Dragon:\\nIn addition to poisoning enemies, attacks slows movement speed by -30% and attack speed by -30% to enemy units 1 cell away from the target for [3/3/3] seconds.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden spoke highly of you, let's hope his praise was well earned. - <i>Wren, Friend to Dragon Hold</i>",
  "dac_ability_enchantress_natures_attendants": "Nature's Attendants",
  "dac_ability_enchantress_natures_attendants_description": "Enchantress summons a cloud of [3/5/7] wisps that heal all allies up to 4 cells away.\n\nFor 11 seconds, allies heal 25 health every 1.5 seconds.",
  "dac_ability_enchantress_natures_attendants_lore": "She won't last a day in White Spire.  Not. A. Day. - <i>In which Hobgen underestimates his adversary</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Shuriken Toss",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Bounty Hunter hurls a deadly shuriken at an enemy unit, dealing [300/500/700] damage and mini-stunning the target.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "So long as you have the money, always trust a man whose loyalty is for sale. - <i>O'nia, Questionable Wisdom</i>",
  "dac_ability_batrider_sticky_napalm": "Sticky Napalm",
  "dac_ability_batrider_sticky_napalm_description": "Batrider throws sticky oil, coating the ground 2 cells away from point of impact.  The oil adds [20/40/80] damage per stack to Batrider's attacks, and slows the movement and attack speed of enemies by -5%.\n\nAdditional casts of Sticky Napalm continue to increase damage and slow percentages, up to 10 stacks.",
  "dac_ability_batrider_sticky_napalm_lore": "I love this guy.  LOVE HIM.  - <i>Hobgen, Pyromaniac</i>",
  "dac_ability_doom_bringer_doom": "Doom",
  "dac_ability_doom_bringer_doom_description": "Doom invokes a powerful curse that prevents an enemy from casting spells or using items, while also taking [60/90/120] damage per second.\n\nLasts 20 seconds.",
  "dac_ability_doom_bringer_doom_lore": "I prefer to make my deals with metaphorical demons... - <i>In which O'nia opines on Anessix's allies</i>",
  "dac_ability_gyrocopter_call_down": "Call Down",
  "dac_ability_gyrocopter_call_down_description": "Gyrocopter launches a missile strike, hitting all enemies up to 3 cells away from point of impact.\n\nTwo missiles arrive in succession, the first dealing [200/300/400] damage and 30% slow for 2 seconds; the final one deals [200/300/400] damage and 60% slow for 4 seconds.",
  "dac_ability_gyrocopter_call_down_lore": "Think about how much product we could move with his help. - <i>In which Jull thinks about the bigger picture</i>",
  "dac_ability_alchemist_acid_spray": "Acid Spray",
  "dac_ability_alchemist_acid_spray_description": "Alchemist sprays high-pressure acid, affecting enemies up to 3 cells away from the target.\n\nEnemy units who step across the contaminated terrain take [15/25/35] damage per second and have their armor reduced by [-5/-8/-11].",
  "dac_ability_alchemist_acid_spray_lore": "You like burning people's faces, I like burning people's homes... it's a match made in heaven. - <i>In which Hobgen bridges a cultural gap</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Summon Wolves",
  "dac_ability_lycan_wolf_spawn_shift_description": "Lycan summons two wolves to fight alongside him.\n\nLycan then transforms and gains [30/40/50]% to his max health, his move speed is boosted to 650 and gains 40% chance to critically attack for [150/175/200]% bonus damage.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Please Lycan, help me get revenge. - <i>In which Wren appeals to Lycan's humanity</i>",
  "dac_ability_lone_druid_summon_bear": "Summon Spirit Bear",
  "dac_ability_lone_druid_summon_bear_description": "Summons a powerful Spirit Bear companion.",
  "dac_ability_lone_druid_summon_bear_lore": "Just keep the bear away from me, alright?  I don't do bears. - <i>Grek, Arkoudaphobic</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Chaos Bolt",
  "dac_ability_chaos_knight_chaos_bolt_description": "Chaos Knight throws a mysterious bolt of energy that stuns an enemy unit for a random duration as well as dealing a random amount of damage.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "White Spire could do well with a little chaos. - <i>Hobgen, Agent of Chaos</i>",
  "dac_ability_ogre_magi_bloodlust": "Bloodlust",
  "dac_ability_ogre_magi_bloodlust_description": "Ogre Magi incites a frenzy in a friendly unit, increasing its movement speed by [8/10/12]% and attack speed by [30/65/100]%. If cast on Ogre Magi himself, the attack speed bonus is [50/90/130]% instead.",
  "dac_ability_ogre_magi_bloodlust_lore": "The Magi is worth twice what he charges.  Fortunately the Magi is also an idiot. - <i>O'nia, Bargain Hunter</i>",
  "dac_ability_treant_leech_seed": "Leech Seed",
  "dac_ability_treant_leech_seed_description": "Treant Protector plants a life-sapping seed in an enemy unit, draining its health by [100/150/200] every 1.5 seconds, while simultaneously slowing its attack and movement speed by -50%.\n\nThe seed heals friendly units up to 1 cell away from the target. Lasts 5 seconds. Ends early if the target dies.",
  "dac_ability_treant_leech_seed_lore": "I won't lie, I didn't expect Enno to get help from a tree. - <i>In which Jull and Anessix share a drink</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Illuminate",
  "dac_ability_keeper_of_the_light_illuminate_description": "The Keeper of the Light channels energy, building power the longer it's channeled.  Once released, a wave is sent forth that deals [150/200/250] damage per second channeled.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "The Keeper is more powerful than he lets on, if left unchecked he'll be the end of us all. - <i>Turath, Destroyer of Light</i> ",
  "dac_ability_medusa_stone_gaze": "Stone Gaze",
  "dac_ability_medusa_stone_gaze_description": "Any enemy unit up to 4 cells away looking at Medusa will have their movement and attack speed slowed by 30%.\n\nIf 2 seconds of total time is accumulated looking at Medusa, that unit will turn to stone.\n\nPetrified units are stunned, and take bonus 20% physical damage.",
  "dac_ability_medusa_stone_gaze_lore": "She's my type of lady, but I only have eyes for Mireska. - <i>Hobgen, Love-Struck Criminal</i>",
  "dac_ability_medusa_split_shot": "Split Shot",
  "dac_ability_medusa_split_shot_description": "PASSIVE: Medusa magically shoots up to [2/3/4] extra arrows, hitting additional targets within 1 cell of her primary target. The additional arrows deal -20 percent of her primary arrow's damage.",
  "dac_ability_medusa_split_shot_lore": "Have you seen that lady shoot a bow?  I mean, you’re still breathing, so probably not... - <i>In which Grek talks up his latest hire</i>",
  "dac_ability_troll_warlord_fervor": "Fervor",
  "dac_ability_troll_warlord_fervor_description": "PASSIVE: Troll Warlord rains blow after blow gaining [15/20/25]% bonus increased attack speed per stack.\n\nIf Troll changes targets, the stacks drop to zero.\n\nThis effect can only stack up to [6/9/12] times.",
  "dac_ability_troll_warlord_fervor_lore": "Efficent and Relentless.  Just like me. - <i>Quiet, No Wasted Effort</i>",
  "dac_ability_timbersaw_whirling_death": "Whirling Death",
  "dac_ability_timbersaw_whirling_death_description": "The sharp edges of Timbersaw's suit of armor whirl about, damaging enemies up to 2 cells away for [150/200/250] damage.",
  "dac_ability_timbersaw_whirling_death_lore": "I figured Enno was calling in all his woodland friends, so I went and made a call of my own. - <i>In which Hobgen engages in problem solving</i>",
  "dac_ability_tusk_walrus_punch": "Walrus PUNCH!",
  "dac_ability_tusk_walrus_punch_description": "Tusk connects with his mighty Walrus Punch, a critical strike so powerful it launches its victim into the air. Upon landing, the victim is slowed by 40%.",
  "dac_ability_tusk_walrus_punch_lore": "He was my friend once.  We'll see if he's here to help me or punch me soon enough. - <i>In which Jull reflects on his youth</i>",
  "dac_ability_abaddon_aphotic_shield": "Aphotic Shield",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon protects a friendly unit with a shield that absorbs [100/300/600] damage for 10 seconds.\n\nWhen the shield is destroyed it bursts and deals [100/300/600] damage to enemies up to 2 cells away.\n\nRemoves certain types of negative buffs and stuns on cast.",
  "dac_ability_abaddon_aphotic_shield_lore": "I have much respect for the House of Avernus. - <i>In which O'nia courts favor</i>",
  "dac_ability_terrorblade_metamorph": "Metamorphosis",
  "dac_ability_terrorblade_metamorph_description": "Terrorblade transforms into a powerful demon, gaining a ranged attack of 4 cells as well as [50/100/200]% bonus to damage and attack speed. Terrorblade also exchanges health values with another ally when this ability starts.",
  "dac_ability_terrorblade_metamorph_lore": "When you see that one talking with Anessix, you know something bad is about to happen. - <i>Jull, People Watcher</i>",
  "dac_ability_techies_bomb": "Remote Mines",
  "dac_ability_techies_bomb_description": "The gang plants an explosive that detonates after 3 seconds and deals [700/1100/1500] damage to targets [3/3/4] cells away.\n\nDoes half-damage to enemies half the max distance away.",
  "dac_ability_techies_bomb_lore": "Say what you will about the Keen, but they're always good for a laugh. - <i>In which Hobgen watches a demolitions display</i>",
  "dac_ability_disruptor_static_storm": "Static Storm",
  "dac_ability_disruptor_static_storm_description": "Disruptor creates a damaging static storm that silences and blinds (25%) all enemy units up to 2 cells away from the center for [3/4/5] seconds.\n\nThe damage starts off weak, but ramps up in power until reaching its maximum damage of [100/150/200].",
  "dac_ability_disruptor_static_storm_lore": "I'm not sure if he's actually here to help me, or if he just wants to keep an eye on Axe. - <i>Wren, Captain of a Motley Crew</i>",
  "dac_ability_omniknight_purification": "Purification",
  "dac_ability_omniknight_purification_description": "Omniknight instantly heals a friendly unit for [200/400/720] and damages all enemy units 1 cell away.",
  "dac_ability_omniknight_purification_lore": "He wields faith as a weapon... as do I. - <i>Turath, Delusional Savior</i>",
  "dac_ability_pudge_meathook": "Meat Hook",
  "dac_ability_pudge_meathook_description": "Pudge launches a bloody hook towards his farthest enemy, dragging the victim back and dealing [150/220/290] damage.\n\nPudge and allies 1 cell away will direct their attacks to the victim until it dies.",
  "dac_ability_pudge_meathook_lore": "Pudge? Oh, he's just swell.  Always says hi when I'm tanning the bodies. - <i>Carl, Undead Tailor</i>",
  "dac_ability_warlock_shadow_word": "Shadow Word",
  "dac_ability_warlock_shadow_word_description": "Warlock whispers an incantation, restoring [50/125/175] health to a friendly unit, or damaging an enemy unit for [50/100/150], every second for 3 seconds.",
  "dac_ability_warlock_shadow_word_lore": "Some secrets are meant to be kept... Demnok will pay for his lack of discretion. - <i>Anessix, Biding Time</i>",
  "dac_ability_bloodseeker_blood_rage": "Bloodrage",
  "dac_ability_bloodseeker_blood_rage_description": "PASSIVE: Every second Bloodseeker takes damage equal to 7% of his max health.\n\nFor every % of health missing, he gains 5% attack speed.\n\nOn a kill, he regains 35% of his max health.",
  "dac_ability_bloodseeker_blood_rage_lore": "If I've learned one thing in my career, it's that folks love blood.  Hire this man.  - <i>Grek, Decisive Promoter</i>",
  "dac_ability_arc_warden_tempest_double": "Tempest Double",
  "dac_ability_arc_warden_tempest_double_description": "Arc Warden creates a copy of himself with the same health he currently has.\n\nThe duplicate can use all of Arc Warden's current items and will attempt to attack the same enemy as his summoner. Clones cannot create Clones.",
  "dac_ability_arc_warden_tempest_double_lore": "He brings with him the mysteries of creation. - <i>Turath, Cryptic Prophet</i>",
  "dac_ability_mirana_arrow": "Sacred Arrow",
  "dac_ability_mirana_arrow_description": "Mirana fires a long-range arrow with deadly precision, stunning her target for [3/5/7] seconds and dealing [400/800/1800] damage.",
  "dac_ability_mirana_arrow_lore": "Never trust a zealot Wren, it's not worth it. - <i>In which Jull gives friendly advice</i>",
  "dac_ability_slark_essence_shift": "Essence Shift",
  "dac_ability_slark_essence_shift_description": "PASSIVE: Every attack by Slark lowers his target's damage by [3/4/5].\n\nSlark's damage is increased by [3/4/5] and his attack speed is increased by [3/5/7].",
  "dac_ability_slark_essence_shift_lore": "Slark is instumental in moving our product in and out of Dark Reef. - <i>Jull, Self-Made Man</i>",
  "dac_ability_slark_pounce": "Pounce",
  "dac_ability_slark_pounce_description": "PASSIVE: After landing from a leap, Slark disarms his target for 3 seconds.",
  "dac_ability_slark_pounce_lore": "How did he get the drop on us again!? - <i>Hobgen, Fiery Temper</i>",
  "dac_ability_black_dragon_splash_attack": "Splash Attack",
  "dac_ability_black_dragon_splash_attack_description": "PASSIVE: Black Dragon's ranged attack deals splash damage to units 1 cell away of the Dragon's target.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Great Cleave",
  "dac_ability_sven_great_cleave_description": "PASSIVE: This unit's melee attacks strike nearby enemies.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Spell Immune",
  "dac_ability_roshan_spell_immune_description": "ACTIVE: Roshan becomes spell immune for  seconds.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Entangling Claws",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Spirit Bear's attacks have a chance to entangle the target, stunning them.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Bloodlust",
  "dac_ability_thunder_lizard_bloodlust_description": "The creature incites a frenzy in a friendly unit, increasing its movement speed by [8/10/12]% and attack speed by [30/40/50]%. If cast on itself, the attack speed bonus is [35/55/75]% instead.",
  "dac_ability_thunder_lizard_bloodlust_lore": " "
}