{
  "dac_ability_autoattack": "Autoatak",
  "dac_ability_regen": "Regeneracja",
  "dac_ability_antimage_mana_break": "Przerwanie many",
  "dac_ability_antimage_mana_break_description": "PASYWNA: Antymag spala [30/60/90] pkt. many przeciwnika podczas każdego ataku, zadając celowi obrażenia w postaci 50% spalonej many. Spala [2/4/6] pkt. wrzawy, gdy trafia we Władcę Podziemia.",
  "dac_ability_antimage_mana_break_lore": "Antymag przyszedł po mnie... a ja będę gotowy. – <i>Turath, zbieg z majątku Tylera</i>",
  "dac_ability_queenofpain_scream_of_pain": "Krzyk bólu",
  "dac_ability_queenofpain_scream_of_pain_description": "Królowa Bólu wydaje z siebie przerażający krzyk, który zadaje [200/300/400] pkt. obrażeń wszystkim wrogom w obrębie 3 pól.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha może i nie jest moją przyjaciółką, ale z chęcią mi pomoże, jeżeli dojdzie do wniosku, że będzie potem mogła mną rządzić. – <i>Anessix, pragmatyczny demon</i>",
  "dac_ability_lina_laguna_blade": "Ostrze laguny",
  "dac_ability_lina_laguna_blade_description": "Lina wyzwala błyskawicę, zadając [600/800/1500] pkt. obrażeń pojedynczej jednostce i podpalając ją na 5 s.",
  "dac_ability_lina_laguna_blade_lore": "Sprowadzenie Liny do Białej Iglicy nie było trudne – cenimy nawzajem swoje umiejętności. – <i>Hobgen, zawodowy podpalacz</i>",
  "dac_ability_natures_prophet_summon_tree": "Zew natury",
  "dac_ability_natures_prophet_summon_tree_description": "Prorok Natury przyzywa drzewca. Ten drzewiec jest traktowany jako druid.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno wezwał swoich małych, leśnych kolegów... może to stanowić problem. – <i>O'nia, wygnana handlarka z Revtel</i>",
  "dac_ability_natures_prophet_wrath_of_nature": "Gniew natury",
  "dac_ability_natures_prophet_wrath_of_nature_description": "Prorok Natury poraża cel, zadając mu [250/275/300] pkt. obrażeń. Porażenie odbija się [3/4/5] razy między wrogami na planszy, zwiększając obrażenia o [10/13/15]% po każdym odbiciu.",
  "dac_ability_natures_prophet_wrath_of_nature_lore": "Rzeczywistość jest taka, że mój cel jest zbyteczny. Nie potrzebujesz broni, by zabić człowieka – wystarczy nieco cierpliwości, by pozwolić naturze działać. – <i>Quiet, skrupulatny robot</i>",
  "dac_ability_windrunner_powershot": "Strzał mocy",
  "dac_ability_windrunner_powershot_description": "Strzeliwiatr ładuje swój łuk przez maksymalnie 1.5 s, by wystrzelić potężny pojedynczy strzał zadający maksymalnie [200/400/600] pkt. obrażeń. Każdy wróg trafiony Strzałem mocy redukuje jego obrażenia o 10%.",
  "dac_ability_windrunner_powershot_lore": "Nawiązałam wiele przyjaźni podczas moich podróży i nie lękam się poprosić o przysługę. – <i>Wren, obieżyświatka</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Paraliżująca beczułka",
  "dac_ability_witch_doctor_paralyzing_cask_description": "Znachor rzuca beczułką z paraliżującym proszkiem, która odbija się [5/7/9] razy pomiędzy wrogimi jednostkami, ogłuszając trafione cele i zadając im [50/75/100] pkt. obrażeń.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Uwielbiam oglądać, jak pracujesz, Znachorku... – <i>Hobgen, wróżkowy urwis</i>",
  "dac_ability_juggernaut_blade_fury": "Furia ostrzy",
  "dac_ability_juggernaut_blade_fury_description": "Fechmistrz wykonuje obroty ze swoim ostrzem, co czyni go niewrażliwym na magię i sprawia, że zadaje [50/100/150] pkt. obrażeń na sekundę wrogim jednostkom w obrębie 1 pola na 5 s. Fechmistrz może również zacząć wykonywać obroty, by uniknąć ataków magicznych.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero nie jest zwykłym wojownikiem. Jest Fechmistrzem. Jeżeli go zwerbujemy, w mgnieniu oka pozostawi po sobie kupę ciał. – <i>Grek rozważa wszelkie możliwości</i>",
  "dac_ability_sandking_burrowstrike": "Zagrzebane uderzenie",
  "dac_ability_sandking_burrowstrike_description": "Król Pustyni wkopuje się w ziemię i drąży przed sobą tunel, zadając trafionym wrogom [150/250/350] pkt. obrażeń i ogłuszając ich na 2 s.\nNakłada instancję Kaustycznego finału na wszystkich trafionych wrogów.",
  "dac_ability_sandking_burrowstrike_lore": "Włożyliśmy dużo wysiłku w stworzenie naszej sieci tuneli. Nie możemy dopuścić, by Król Pustyni zniszczył nasze dzieło. – <i>Jull, baron gorzały</i>",
  "dac_ability_sandking_caustic_finale": "Kaustyczny finał",
  "dac_ability_sandking_caustic_finale_description": "PASYWNA: za każdym razem, gdy Król Pustyni trafia wroga, zostaje on otruty na 3.5 s. Gdy trucizna przestanie działać, cel eksploduje, zadając [50/100/200] pkt. obrażeń i spowalniając szybkość ataku wszystkich jednostek sąsiadujących z celem o -35 jednostek na 1.75 s. Jeżeli cel wciąż żyje, zadawana jest tylko połowa obrażeń.",
  "dac_ability_sandking_caustic_finale_lore": "Czy ten gościu nie mógłby po prostu użyć jakiejś płachty? – <i>Anessix, nieskazitelna diablica</i>",
  "dac_ability_shadow_fiend_requiem": "Requiem dusz",
  "dac_ability_shadow_fiend_requiem_description": "Czart Cienia skupia dusze potępionych i wyzwala demoniczną energię dookoła siebie, zadając [100/175/250] pkt. obrażeń każdemu, kto będzie w obrębie wybuchu.",
  "dac_ability_shadow_fiend_requiem_lore": "Mam z dworem ristulskim... porozumienie. – <i>Anessix, demon uwiązany z ziemią</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Cios łaski",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASYWNA: Widmowa Zabójczyni ma [15/20/25]% szansy na wykonanie pustoszącego trafienia krytycznego, które zadaje [300/450/600]% obrażeń wrogim jednostkom.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Zamordowała Kwerthiasa. Dlaczego miałaby nie przyjść po mnie? – <i>O'nia, paranoiczna handlarka</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Aura precyzji",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASYWNA: Strażniczka Drowów dodaje premię [10/20/30]% do szybkości ataku wszystkim sojusznikom w obrębie 1 pola.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex. Razem wejdziemy na sam szczyt. Zaufaj mi. – <i>Grek, sprzedawca „cudownych leków”</i>",
  "dac_ability_morphling_waveform": "Postać fali",
  "dac_ability_morphling_waveform_description": "Przemiennik zamienia się w ciecz i płynie przed siebie, zadając [150/250/350] pkt. obrażeń wrogim jednostkom na jego ścieżce.\n\nPrzemiennik jest niewrażliwy na obrażenia podczas Postaci fali.",
  "dac_ability_morphling_waveform_lore": "Fakt, że Turath zabiega o przychylność istot takich jak Przemiennik, jest... niepokojący. – <i>Quiet, mechaniczna konspiratorka</i>",
  "dac_ability_axe_berserkers_call": "Zew berserkera",
  "dac_ability_axe_berserkers_call_description": "Kat prowokuje wrogie jednostki w obrębie 1 pola, zmuszając je do atakowania go przez [2/3/4] s. Gdy ta umiejętność jest aktywna, Kat zyskuje dodatkowe [15/25/35] pkt. pancerza.",
  "dac_ability_axe_berserkers_call_lore": "Zyskanie pomocy Kata jest proste... musisz dać mu trochę piwa i obiecać mu, że będzie miał co opowiedzieć. – <i>Wren, mobilizująca buntowniczka</i>",
  "dac_ability_razor_plasma_field": "Pole plazmy",
  "dac_ability_razor_plasma_field_description": "Razor wyzwala krąg plazmy, który rośnie w siłę podczas rozszerzania się, ale także razi prądem przy kurczeniu się, spowalniając i zadając aż do [50/100/150] pkt. obrażeń wrogim jednostkom w obrębie 3 pól.\n\nZadawane obrażenia i spowolnienie zwiększają się wraz ze wzrostem odległości od Razora.\n\nPole plazmy trafia każdą jednostkę dwa razy – raz w każdym kierunku.",
  "dac_ability_razor_plasma_field_lore": "Jeśli wydaje ci się, że sieje postrach na ulicach Białej Iglicy, to żałuj, że nie możesz zobaczyć, co robi w Wąskim Labiryncie. – <i>Anessix, kibicka</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Tajemna aura",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASYWNA: Kryształowa Panna co 2 s przyznaje premię [8/14/20] pkt. many wszystkim sojuszniczym jednostkom.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Dowiedz się, czy przyszła tu po mnie, czy po Turatha. – <i>Jull, przemytnik z Lodowej Ruiny</i>",
  "dac_ability_crystal_maiden_frostbite": "Odmrożenie",
  "dac_ability_crystal_maiden_frostbite_description": "Zamyka wrogą jednostkę w lodowej powłoce, uniemożliwiając jej poruszanie się oraz atakowanie i zadając [100/125/150] pkt. obrażeń na sekundę przez [3/4/5] s.",
  "dac_ability_crystal_maiden_frostbite_lore": "Wiele się dzieje w Białej Iglicy, czasami łatwo coś przegapić. Na przykład Kryształowa Panna z Lodowej Ruiny kiedyś po prostu pomagała swoim kolegom i koleżankom, ale teraz ewidentnie po prostu zamienia ludzi w bryłę lodu, co jest dla mnie nowością.– <i>Carl, dowiaduje się o wszystkim ostatni</i>",
  "dac_ability_kunkka_ghostship": "Okręt widmo",
  "dac_ability_kunkka_ghostship_description": "Kunkka przyzywa statek widmo, który żegluje przez pole bitwy. Po chwili rozbija się, zadając [50/150/250] pkt. obrażeń i ogłuszając wszystkich wrogów w obrębie [2/2/3] pól od wraku na [1.4/1.7/2] s.",
  "dac_ability_kunkka_ghostship_lore": "Mamuśka Eeb miała wielu przyjaciół... Kunnka chce odpowiedzi tak bardzo jak ja. – <i>Wren, żądna zemsty córka</i>",
  "dac_ability_tiny_toss": "Rzut",
  "dac_ability_tiny_toss_description": "Maluch podnosi losowego sąsiadującego z nim wroga i rzuca nim w najbardziej oddalony wrogi cel.\n\nPo uderzeniu cel zadaje [100/200/300] pkt. obrażeń wrogom w obrębie 1 pola i ogłusza ich na [1/1.5/2] s.",
  "dac_ability_tiny_toss_lore": "Wygląda na to, że Enno wynajął jakiegoś karka. – <i>Grek napotyka wielki problem</i>",
  "dac_ability_puck_illusory_orb": "Iluzoryczna sfera",
  "dac_ability_puck_illusory_orb_description": "Puk wystrzeliwuje magiczną sferę, która unosi się po linii prostej, zadając [150/200/250] pkt. obrażeń wrogim jednostkom na swojej drodze.",
  "dac_ability_puck_illusory_orb_lore": "Niech wygląd jego cię nie zwiedzie. Puk to zwykły drań. – <i>Hobgen daje dobre rady</i>",
  "dac_ability_puck_phase_shift": "Przesunięcie fazowe",
  "dac_ability_puck_phase_shift_description": "<i>ODBLOKOWANE PRZEZ SOJUSZ SMOKÓW</i>\nPASYWNA: tuż przed otrzymaniem obrażeń Puk na krótką chwilę przeskakuje do innego wymiaru, gdzie przez 0.5 s nic nie może mu zagrozić.",
  "dac_ability_puck_phase_shift_lore": "Tego małego gnojka nie ma nigdy w pobliżu, gdy jest potrzebny. – <i>Hobgen, niecierpliwy Władca Podziemia</i>",
  "dac_ability_clockwerk_battery_assault": "Odłamkowe natarcie",
  "dac_ability_clockwerk_battery_assault_description": "Mechamistrz wystrzeliwuje odłamki o dużej mocy w losowe wrogie jednostki w obrębie 1 pola co [0.7/0.7/0.35] s przez 5 s, zadając [50/75/100] pkt. obrażeń magicznych i powodując u nich miniogłuszenie.",
  "dac_ability_clockwerk_battery_assault_lore": "Mosiężny Herold nazwałby cię wybrykiem natury, ale według mnie jesteś całkiem zdolny, mały przedstawicielu ludu Bystrych. – <i>Quiet, heretycki robot</i>",
  "dac_ability_lich_chain_frost": "Seryjne zmrożenie",
  "dac_ability_lich_chain_frost_description": "Licz wyzwala kulę mrozu, która odbija się od pobliskich wrogich jednostek maksymalnie [6/9/12] razy, spowalniając ich szybkość ataku i ruchu o -65% na 2.5 s oraz zadając im [200/300/400] pkt. obrażeń za każdym razem, gdy uderza.",
  "dac_ability_lich_chain_frost_lore": "Możemy sobie pomóc, Licz. – <I>Turath zawiera faustyczny pakt</i>",
  "dac_ability_tidehunter_ravage": "Spustoszenie",
  "dac_ability_tidehunter_ravage_description": "Łowca Pływów uderza w ziemię, powodując pojawienie się we wszystkich kierunkach macek, które zadają [100/150/250] pkt. obrażeń i ogłuszają wszystkie wrogie jednostki w obrębie [1/2/3] pól na [2/2.25/3] s.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, bardziej cię lubiłam, gdy nie polował na ciebie Lewiatan. – <i>Wren, nie najlepsza przyjaciółka</i>",
  "dac_ability_shadow_shaman_voodoo": "Zły urok",
  "dac_ability_shadow_shaman_voodoo_description": "Szaman Cienia przekształca wrogą jednostkę w nieszkodliwe zwierzę, wyłączając możliwość atakowania i używania umiejętności na [4/6/8] s.",
  "dac_ability_shadow_shaman_voodoo_lore": "Gość wie, jak zrobić widowisko! – <i>Grek wykazuje się zawodową uprzejmością</i>",
  "dac_ability_enigma_midnight_pulse": "Puls ciemności",
  "dac_ability_enigma_midnight_pulse_description": "Enigma spowija obszar mrocznym rezonansem, zadając [2.5/3.5/4.5]% maksymalnego zdrowia jako obrażenia wrogom w obrębie [1/2/3] pól od celu przez 10 s.",
  "dac_ability_enigma_midnight_pulse_lore": "Istnieją na tym świecie rzeczy, na które nie mamy wpływu. – <i>Turath, szalony mag</i>",
  "dac_ability_tinker_heat_seeking_missile": "Pocisk termolokacyjny",
  "dac_ability_tinker_heat_seeking_missile_description": "Majster wystrzeliwuje salwę rakiet na [2/3/4] losowych wrogów, zadając [350/450/450] pkt. obrażeń po trafieniu.",
  "dac_ability_tinker_heat_seeking_missile_lore": "Stowarzyszenie Podobnie Myślących Bystrych stanie się problemem, jeżeli nikt nie będzie go trzymać w ryzach. – <i>O'nia próbuje stworzyć zjednoczony front</i>",
  "dac_ability_sniper_assassinate": "Zabójstwo",
  "dac_ability_sniper_assassinate_description": "Snajper celuje we wrogą jednostkę przez 2 s i następnie oddaje niszczycielski strzał, który zadaje [1000/2000/3000] pkt. obrażeń i powoduje miniogłuszenie celu.",
  "dac_ability_sniper_assassinate_lore": "Wiesz, kiedyś moje przedstawienie zaczynało się od aktu o Bystrych. Świetne dla tłumu, ale słabe w kwestii ubezpieczenia odpowiedzialności cywilnej. – <i>Grek skupia się na kwestiach finansowych</i>",
  "dac_ability_necrophos_death_pulse": "Puls śmierci",
  "dac_ability_necrophos_death_pulse_description": "Nekrofos wyzwala dookoła siebie falę śmierci, wpływając na wrogów i sojusznicze jednostki w obrębie 3 pól.\n\nZadaje [100/150/200] pkt. obrażeń wrogom i leczy sojusznikom [100/175/250] pkt. zdrowia.",
  "dac_ability_necrophos_death_pulse_lore": "Przyznaj się, Nekrofosie, musi być coś, czego pragniesz... – <i>Anessix, złotousty demon</i>",
  "dac_ability_slardar_amplify_damage": "Żrące opary",
  "dac_ability_slardar_amplify_damage_description": "Slardar modyfikuje pancerz wroga o [-15/-30/-45] pkt. na 20 s.",
  "dac_ability_slardar_amplify_damage_lore": "Udało mi się już ubić interes ze Slarkiem – z pewnością nam też uda się dojść do porozumienia. – <i>Jull, miłośnik pruno</i>",
  "dac_ability_beastmaster_wild_axes": "Dzikie topory",
  "dac_ability_beastmaster_wild_axes_description": "Władca Bestii rzuca swoimi toporami, a następnie przywołuje je z powrotem, przecinając po drodze wrogie jednostki i zadając im [60/100/140] pkt. obrażeń.\n\nKażdy topór może trafić danego wroga tylko raz i zwiększa on dalsze obrażenia otrzymywane od Władcy Bestii o [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "Ilu jeszcze obrońców przyrody wstawi się za tym chuchrem? – <i>Grek narzeka na Enno</i>",
  "dac_ability_venomancer_plague_ward": "Stróż plagi",
  "dac_ability_venomancer_plague_ward_description": "Jadomanta przyzywa [1/1/1] Stróża plagi, by walczył u jego boku.",
  "dac_ability_venomancer_plague_ward_lore": "Godne podziwu są twoje dzieła. Pozwól, że pomogę nieco w uprawie twojego ogrodu... – <i>Turath dowiaduje się, że pochlebstwo może wiele zdziałać</i>",
  "dac_ability_venomancer_venomous_gale": "Jadowity wyziew",
  "dac_ability_venomancer_venomous_gale_description": "Wyzwala kulę trucizny lecącą po linii prostej, zatruwając wrogie jednostki tak, by otrzymały [30/60/120] pkt. obrażeń oraz [10/20/40] pkt. obrażeń co 3 s przez łączny czas 15 s. Jednostki pod wpływem efektu tracą 50% szybkości ruchu i 25 jedn. szybkości ataku.",
  "dac_ability_venomancer_venomous_gale_lore": "Nie, nie, nie. Jak damy tego gościa na scenę, to połowa publiczności zejdzie z tego świata. Znajdź kogoś innego. – <i>Grek szuka odpowiedniego zastępstwa za Sun Wukonga</i>",
  "dac_ability_templar_assassin_refraction": "Refrakcja",
  "dac_ability_templar_assassin_refraction_description": "Świątynna Zabójczyni staje się nieuchwytna, unikając obrażeń i zyskując premię [40/60/80]% do zadawanych przez siebie obrażeń.\n\nEfekty dodatkowych obrażeń i uników są liczone osobno i każdy z nich ma osobne instancje w liczbie [4/6/8].",
  "dac_ability_templar_assassin_refraction_lore": "Wyrównamy nasze rachunki, jeśli mi pomożesz. – <i>Wren próbuje uzyskać pomoc</i>",
  "dac_ability_templar_assassin_meld": "Wtopienie",
  "dac_ability_templar_assassin_meld_description": "PASYWNA: Po teleportowaniu się do swojego celu Świątynna Zabójczyni zadaje przy pierwszym ataku dodatkowe [50/100/150] pkt. obrażeń i obniża pancerz atakowanej jednostki o [2/4/6] pkt. na 5 s.",
  "dac_ability_templar_assassin_meld_lore": "Twoje talenty idealnie odpowiadają temu, co mam na myśli. – <i>Anessix składa ofertę pracy</i>",
  "dac_ability_viper_viper_strike": "Żmijowe uderzenie",
  "dac_ability_viper_viper_strike_description": "Kwasowy jad Żmija spowalnia szybkość ruchu i ataku wrogiej jednostki o [-40/-60/-80]%, równocześnie zadając [150/250/350] pkt. obrażeń okresowych od trucizny.\n\nEfekt spowolnienia słabnie wraz z upływem czasu trwania trucizny.",
  "dac_ability_viper_viper_strike_lore": "Nie różnimy się tak bardzo... ja również wiem, co znaczy być niewolnikiem. – <i>Quiet, spiskujący robot</i>",
  "dac_ability_viper_nethertoxin": "Piekłotoksyna",
  "dac_ability_viper_nethertoxin_description": "Żmij zatruwa pole, zadając [50/100/150] pkt. obrażeń na sekundę każdej wrogiej jednostce, jaka się na nim znajdzie, równocześnie ukorzeniając ją i nakładając efekt ZŁAMANIA.",
  "dac_ability_viper_nethertoxin_lore": "Nie podskakuj, Slark. Jeżeli spróbujesz mnie okraść, nie skończy się to dla ciebie dobrze. – <i>O'nia ujawnia wynajętego przez nią osiłka</i> ",
  "dac_ability_viper_corrosive_skin": "Żrąca skóra",
  "dac_ability_viper_corrosive_skin_description": "<i>ODBLOKOWANE PRZEZ SOJUSZ SMOKÓW</i>\nPASYWNA: Żmij wydziela infekcyjną toksynę, która przez 2 s zadaje [20/30/40] pkt. obrażeń na sekundę i spowalnia szybkość ataku każdego wroga, który zada mu obrażenia. Wydzielany kwas zwiększa również odporność na magię Żmija o [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Chciałbym zrobić z niego płaszcz... – <i>Carl, ma wielkie marzenia</i>",
  "dac_ability_luna_moon_glaive": "Księżycowe glewie",
  "dac_ability_luna_moon_glaive_description": "PASYWNA: Glewie Luny odbijają się [3/5/7] razy między wrogimi jednostkami w obrębie 2 pól.\n\nGlewie zadają o 30% mniej obrażeń po każdym odbiciu.",
  "dac_ability_luna_moon_glaive_lore": "Ledwo rozumiem co drugie twoje słowo, ale podoba mi się, jak rzucasz tymi cudeńkami. – <i>Grek, osoba bardzo towarzyska</i>",
  "dac_ability_dragon_knight_breathe_fire": "Zionięcie ogniem",
  "dac_ability_dragon_knight_breathe_fire_description": "Wyzwala przed Smoczym Rycerzem ognisty oddech, który spala wrogów, zadając im [200/350/500] pkt. obrażeń i redukując zadawane przez nich obrażenia od ataku o [25/40/55] pkt. na 6 s.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davionie, marnujesz swoje zdolności na kimś, kto nie docenia piękna twoich czynów. – <i>Hobgen bawi się w łowcę talentów</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Postać pradawnego smoka",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>ODBLOKOWANE PRZEZ SOJUSZ SMOKÓW</i>\nPASYWNA: na początku walki Smoczy Rycerz przyjmuje postać jednego z trzech potężnych pradawnych smoków, zwiększając swoją szybkość ruchu o 30% i obrażenia od ataku o [50/100/150] pkt. oraz przyznając sobie nowe moce.\n\nZielony smok:\\nAtaki zadają [30/30/30] pkt. obrażeń od trucizny na sekundę przez [5/5/5] s.\n\nCzerwony smok:\\nOprócz zatruwania przeciwników ataki zadają również 50% obrażeń wszystkim wrogim jednostkom w obrębie 1 pola od celu.\n\nNiebieski smok:\\nOprócz zatruwania wrogów ataki spowalniają również szybkość ruchu o -30% i szybkość ataku o -30% wrogich jednostek w obrębie 1 pola na [3/3/3] s.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden wyrażał się o tobie z podziwem. Liczę, że zasłużyłeś na te pochwały. – <i>Wren, przyjaciel Smoczej Warowni</i>",
  "dac_ability_enchantress_natures_attendants": "Pomocnicy natury",
  "dac_ability_enchantress_natures_attendants_description": "Zaklinaczka przyzywa chmurę [3/5/7] ogników, która leczy wszystkich sojuszników w obrębie 4 pól.\n\nPrzez 11 s sojusznikom leczone jest 40 pkt. zdrowia co 1.5 s.",
  "dac_ability_enchantress_natures_attendants_lore": "Nie wytrzyma ani jednego dnia w Białej Iglicy. Ani. Jednego. Dnia. – <i>Hobgen nie docenia swojej przeciwniczki</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Rzut shurikenem",
  "dac_ability_bounty_hunter_shuriken_toss_description": "Łowca Nagród rzuca śmiercionośnym shurikenem we wrogą jednostkę, zadając [300/500/700] pkt. obrażeń i powodując miniogłuszenie celu.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Póki masz pieniądze, zawsze ufaj osobie, której lojalność można kupić. – <i>O'nia mówi od rzeczy</i>",
  "dac_ability_batrider_sticky_napalm": "Lepki napalm",
  "dac_ability_batrider_sticky_napalm_description": "Jeździec Nietoperza rzuca butelką z lepkim olejem, który pokrywa obszar w obrębie 1 pól od punktu uderzenia, dodając [20/40/80] pkt. obrażeń na instancję do ataków Jeźdźca Nietoperza i spowalniając szybkość ruchu i ataku wrogów o 5%.\n\nKażde kolejne użycie Lepkiego napalmu zwiększa procent obrażeń i spowolnienia (maksymalnie [4/7/10] razy).",
  "dac_ability_batrider_sticky_napalm_lore": "Uwielbiam tego gościa. UWIELBIAM GO. – <i>Hobgen, piroman</i>",
  "dac_ability_doom_bringer_doom": "Zagłada",
  "dac_ability_doom_bringer_doom_description": "Zagłada wywołuje potężną klątwę, która powstrzymuje wroga przed rzucaniem czarów i nakłada na niego efekt złamania, a także zadaje mu [60/90/120] pkt. obrażeń na sekundę.\n\nTrwa 20 s.",
  "dac_ability_doom_bringer_doom_lore": "Wolę robić interesy z czysto metaforycznymi demonami... – <i>O'nia rozprawia o sprzymierzeńcach Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Nalot",
  "dac_ability_gyrocopter_call_down_description": "Żyrokopter wystrzeliwuje rakiety, które trafią jednostki w obrębie 3 pól od punktu uderzenia.\n\nDwie rakiety pojawiają się jedna po drugiej – pierwsza rakieta zadaje [200/300/400] pkt. obrażeń i spowalnia o 30% na 2 s, druga rakieta zadaje [200/300/400] pkt. obrażeń i spowalnia o 60% na 4 s.",
  "dac_ability_gyrocopter_call_down_lore": "Zastanów się, ile towaru moglibyśmy przewieźć z jego pomocą. – <i>Jull patrzy z szerszej perspektywy</i>",
  "dac_ability_alchemist_acid_spray": "Kwasowy rozprysk",
  "dac_ability_alchemist_acid_spray_description": "Alchemik rozpryskuje kwas pod wysokim ciśnieniem, który działa na jednostki w obrębie 3 pól od celu.\n\nWrogie jednostki, które przejdą przez skażony teren, otrzymają [15/25/35] pkt. obrażeń na sekundę, a ich pancerz zostanie zredukowany o [-5/-8/-11] pkt.",
  "dac_ability_alchemist_acid_spray_lore": "Ty lubisz palić ludziom twarze, ja lubię podpalać im domy... świetna z nas będzie para. – <i>Hobgen skraca dystans kulturowy</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Zmiennokształtność",
  "dac_ability_lycan_wolf_spawn_shift_description": "Likan przemienia się i zyskuje [40/50/60]% dodatkowego maksymalnego zdrowia i 40% szansy na wykonanie trafienia krytycznego zadającego [200/225/250]% obrażeń, a jego szybkość ruchu zostaje zwiększona do 650 jedn.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Likanie, pomóż mi się zemścić. – <i>Wren apeluje do ludzkiej strony Likana</i>",
  "dac_ability_lone_druid_summon_bear": "Przyzwanie duchowego niedźwiedzia",
  "dac_ability_lone_druid_summon_bear_description": "Przyzywa potężnego towarzysza w postaci duchowego niedźwiedzia.",
  "dac_ability_lone_druid_summon_bear_lore": "Trzymaj tego zwierza z dala ode mnie, jasne? Nie przepadam za niedźwiedziami. – <i>Grek, panicznie boi się niedźwiedzi</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Pocisk chaosu",
  "dac_ability_chaos_knight_chaos_bolt_description": "Rycerz Chaosu ciska tajemniczym pociskiem energii, który zadaje [50/100/150]-[200/300/400] pkt. obrażeń i ogłusza na [1/1/1]-[2/3/4] s.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "Odrobina bezładu nie zaszkodziłaby Białej Iglicy. – <i>Hobgen, narzędzie chaosu</i>",
  "dac_ability_ogre_magi_bloodlust": "Żądza krwi",
  "dac_ability_ogre_magi_bloodlust_description": "Ogrzy Mag wprowadza sprzymierzoną jednostkę w szał, zwiększając jej szybkość ruchu o [8/10/12]% i szybkość ataku o [30/65/100]%. Jeśli Ogrzy Mag użyje tego czaru na sobie, premia do szybkości ruchu zamiast tego będzie równa [50/90/130]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "Mag warty jest dwukrotnie tyle, ile bierze. Na szczęście wielki z niego idiota. – <i>O'nia, łowca okazji</i>",
  "dac_ability_magnataur_empower": "Pokrzepienie",
  "dac_ability_magnataur_empower_description": "Magnus rozwściecza sojusznika, przyznając mu [30/50/80]% obrażeń i [30/50/80]% obrażeń od rozpłatania na 20 s.",
  "dac_ability_magnataur_empower_lore": "Niech Anessix myśli, że może sobie manipulować Enno. Odkryje, jak bardzo była w błędzie chwilę przed tym, jak zostanie stratowana na śmierć. – <i>Hobgen wykazuje nieco rzadkiej cierpliwości</i>",
  "dac_ability_treant_leech_seed": "Pasożytnicze nasiono",
  "dac_ability_treant_leech_seed_description": "Drzewiec Obrońca zasadza we wrogiej jednostce nasiono, które wysysa [100/150/200] pkt. zdrowia co 1.5 s, równocześnie spowalniając jej szybkość ruchu i ataku o -50%.\n\nNasiono leczy sojuszników znajdujących się w obrębie 1 pola dookoła celu. Trwa 5 s. Jeśli cel umrze, nasiono przeskakuje do nowego celu w obrębie 1 pola.",
  "dac_ability_treant_leech_seed_lore": "Nie ukrywam, trochę mnie to zdziwiło, że Enno otrzymał pomoc od drzewa. – <i>Jull i Anessix rozmawiają nad szklanką</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Rozjaśnienie",
  "dac_ability_keeper_of_the_light_illuminate_description": "Powiernik Światła skupia energię, której moc rośnie wraz z czasem inkantacji. Po uwolnieniu wysyłana jest fala, która zadaje [150/200/250] pkt. obrażeń na każdą sekundę inkantacji.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "Powiernik jest silniejszy, niż się zdaje. Jeśli zostawimy go bez nadzoru, będzie naszą zgubą. – <i>Turath, niszczyciel światła</i> ",
  "dac_ability_medusa_stone_gaze": "Kamienny wzrok",
  "dac_ability_medusa_stone_gaze_description": "Szybkość ruchu i ataku wszelkich wrogich jednostek w obrębie 3 pól, które patrzą na Meduzę, zostanie spowolniona o 30%.\n\nJeżeli jednostka będzie patrzeć się na Meduzę łącznie przez 2 s, zamieni się w kamień.\n\nSpetryfikowane jednostki zostają ogłuszone i otrzymują 20% dodatkowych obrażeń fizycznych.",
  "dac_ability_medusa_stone_gaze_lore": "Jest w moim typie, ale moje serce należy już do Mireski. – <i>Hobgen, zakochany kryminalista</i>",
  "dac_ability_medusa_split_shot": "Rozdzielane strzały",
  "dac_ability_medusa_split_shot_description": "PASYWNA: z pomocą magii Meduza wystrzeliwuje dodatkowe strzały w liczbie [2/3/4], trafiając w dodatkowe cele w obrębie 1 pola od głównego celu. Dodatkowe strzały zadają -20% obrażeń zadawanych przez główną strzałę.",
  "dac_ability_medusa_split_shot_lore": "Widziałeś, jak ta panienka strzela z łuku? W sumie skoro oddychasz, to pewnie nie... – <i>Grek zagaduje nowego rekruta</i>",
  "dac_ability_troll_warlord_fervor": "Ferwor",
  "dac_ability_troll_warlord_fervor_description": "PASYWNA: Troll Watażka atakuje raz za razem, zdobywając wraz z każdym atakiem premię [15/20/25]% do szybkości ataku.\n\nJeśli Troll Watażka zmieni cel, premia zostanie zresetowana.\n\nEfekt może się skumulować maksymalnie [6/9/12] razy.",
  "dac_ability_troll_warlord_fervor_lore": "Skuteczny i bezwzględny. Zupełnie jak ja. – <i>Quiet, nie marnująca sił</i>",
  "dac_ability_shadow_demon_demonic_purge": "Demoniczne oczyszczenie",
  "dac_ability_shadow_demon_demonic_purge_description": "Raz za razem oczyszcza obraną za cel wrogą jednostkę, usuwając nałożone na nią pozytywne efekty, nakładając złamanie i spowalniając cel na 5 s. Jednostka powoli odzyskuje swoją szybkość ruchu/ataku do końca czasu trwania umiejętności, po czym otrzymuje ona [500/800/1100] pkt. obrażeń.",
  "dac_ability_shadow_demon_demonic_purge_lore": "Posłuchaj mnie, ty kudłaty bydlaku! Wiem, że wydaje ci się, że możesz współpracować z Anessix, ale czy widziałeś osoby, z jakimi ona baluje? – <i>Hobgen, żaden fan demonów (ani Enno)</i>",
  "dac_ability_sven_cleave": "Ogromne rozpłatanie",
  "dac_ability_sven_cleave_description": "PASYWNA: ataki wręcz tej jednostki trafiają w pobliskich wrogów, zadając im [30/45/70]% obrażeń.",
  "dac_ability_sven_cleave_lore": "Widziałeś kiedyś, jak Czuwający Rycerz wykonuje swoją robotę? Piękny widok. – <i>Grek, koneser walk</i>",
  "dac_ability_sven_gods_strength": "Boska siła",
  "dac_ability_sven_gods_strength_description": "Sven rozwściecza się i zyskuje [100/150/200]% obrażeń na 60 s.",
  "dac_ability_sven_gods_strength_lore": "Nie kocham niczego bardziej od człowieka, którym targa żądza zemsty. – <i>Anessix ocenia Svena</i>",
  "dac_ability_timbersaw_whirling_death": "Wirująca śmierć",
  "dac_ability_timbersaw_whirling_death_description": "Ostre krawędzie pancerza Wyrwidrzewa wirują, zadając [150/200/250] pkt. obrażeń wrogom w obrębie 2 pól.",
  "dac_ability_timbersaw_whirling_death_lore": "Stwierdziłem, że skoro Enno wzywa wszystkich swoich leśnych kumpli, to i ja kogoś wezwę. – <i>Hobgen rozwiązuje problemy</i>",
  "dac_ability_tusk_walrus_punch": "Pięść MORSA!",
  "dac_ability_tusk_walrus_punch_description": "Kieł uderza swoją potężną pięścią morsa, wykonując trafienie krytyczne zadające [300/350/400]% obrażeń i wyrzucając cel w powietrze na 1 s. Ofiara po wylądowaniu zostanie spowolniona o 40% na 2 s. Podczas uderzenia pięścią Kła nie można zabić.",
  "dac_ability_tusk_walrus_punch_lore": "Był niegdyś moim przyjacielem. Zobaczymy, czy przybył tutaj z chęcią udzielenia mi pomocy, czy spuszczenia mi łomotu. – <i>Jull wspomina swoją młodość</i>",
  "dac_ability_abaddon_aphotic_shield": "Afotyczna tarcza",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon ochrania sojuszniczą jednostkę tarczą, która pochłania [100/300/600] pkt. obrażeń przez 10 s.\n\nGdy tarcza zostanie zniszczona, wybuchnie i zada [100/300/600] pkt. obrażeń wrogom w obrębie 2 pól.\n\nPo rzuceniu usuwa ogłuszenia i niektóre rodzaje negatywnych efektów.",
  "dac_ability_abaddon_aphotic_shield_lore": "Mam dużo szacunku dla rodu Avernus. – <i>O'nia zabiega o przychylność</i>",
  "dac_ability_terrorblade_metamorph": "Metamorfoza",
  "dac_ability_terrorblade_metamorph_description": "Terrorblade przemienia się w potężnego demona, zyskując możliwość atakowania z odległości 4 pól oraz otrzymując premię [50/100/200] pkt. obrażeń i [50/75/100] jednostek szybkości ataku. Terrorblade wymienia się również wartością zdrowia z sojusznikiem, gdy ta umiejętność zaczyna działać.",
  "dac_ability_terrorblade_metamorph_lore": "Gdy ten gość rozmawia z Anessix, to od razu wiadomo, że coś złego się wydarzy. – <i>Jull, obserwator</i>",
  "dac_ability_techies_bomb": "Miny zdalne",
  "dac_ability_techies_bomb_description": "Ekipa podkłada ładunek, który wybucha po 3 s i zadaje [700/1100/1500] pkt. obrażeń w obrębie [3/3/4] pól.\n\nZadaje połowę obrażeń wrogom znajdującym się w połowie maksymalnego dystansu.",
  "dac_ability_techies_bomb_lore": "O Bystrych możesz mówić, co chcesz, ale zabawa z nimi jest zawsze przednia. – <i>Hobgen ogląda pokaz fajerwerków</i>",
  "dac_ability_disruptor_static_storm": "Burza statyczna",
  "dac_ability_disruptor_static_storm_description": "Mąciciel tworzy niszczącą burzę statyczną, która ucisza wszystkie wrogie jednostki w obrębie 2 pól od jej centrum na [3/4/5] s.\n\nObrażenia z początku są małe, ale rosną w siłę, zadając łącznie [115/250/425] pkt. przez cały czas trwania burzy.",
  "dac_ability_disruptor_static_storm_lore": "Nie wiem, czy rzeczywiście chce mi pomóc, czy tylko mieć oko na Kata. – <i>Wren, kapitan bezładnej zbieraniny</i>",
  "dac_ability_omniknight_purification": "Puryfikacja",
  "dac_ability_omniknight_purification_description": "Wszechrycerz natychmiast leczy sojuszniczej jednostce [200/400/720] pkt. zdrowia i zadaje obrażenia wszystkim wrogim jednostkom w obrębie 1 pola.",
  "dac_ability_omniknight_purification_lore": "Używa wiary jako swojego oręża... podobnie jak ja. – <i>Turath, zbawca z urojeniami</i>",
  "dac_ability_pudge_meathook": "Hak rzeźnicki",
  "dac_ability_pudge_meathook_description": "Pudge wystrzeliwuje zakrwawiony hak w kierunku najbardziej oddalonego wroga, przyciągając go do siebie i zadając [150/220/290] pkt. obrażeń.\n\nPudge i sojusznicy w obrębie 1 pola skierują swoje ataki w kierunku ofiary, póki nie zginie.",
  "dac_ability_pudge_meathook_lore": "Pudge? Niezły z niego koleżka. Zawsze się ze mną wita, kiedy garbuję skóry. – <i>Carl, nieumarły krawiec</i>",
  "dac_ability_warlock_shadow_word": "Słowo cienia",
  "dac_ability_warlock_shadow_word_description": "Czarnoksiężnik szepcze magiczną formułę, natychmiast przywracając [168/337/675] pkt. zdrowia sojuszniczej jednostce i [56/112/225] pkt. zdrowia z każdą sekundą przez 3 s lub zadając wrogiej jednostce [75/150/300] pkt. obrażeń z każdą sekundą przez 3 s.",
  "dac_ability_warlock_shadow_word_lore": "Niektórych tajemnic nie powinno się ujawniać... Demnok słono zapłaci za brak dyskrecji. – <i>Anessix czeka na właściwy moment</i>",
  "dac_ability_bloodseeker_blood_rage": "Krwawy szał",
  "dac_ability_bloodseeker_blood_rage_description": "PASYWNA: Krwiożerca co sekundę otrzymuje obrażenia równe 7% jego maksymalnego zdrowia.\n\nTracąc zdrowie, zyskuje szybkość ataku, osiągając maksymalną premię równą 500 jednostek przy 20% zdrowia.\n\nPo zabójstwie przywraca sobie 35% swojego maksymalnego zdrowia.",
  "dac_ability_bloodseeker_blood_rage_lore": "Jeśli nauczyłem się czegoś dzięki mojej profesji, to tego, że gawiedź kocha krew. Zwerbujcie tego typa. – <i>Grek, osoba decyzyjna</i>",
  "dac_ability_arc_warden_tempest_double": "Podwojona nawałnica",
  "dac_ability_arc_warden_tempest_double_description": "Łukowy Strażnik tworzy kopię samego siebie z obecnie posiadanym przez niego zdrowiem.\n\nKlon może korzystać ze wszystkich obecnych przedmiotów Łukowego Strażnika i spróbuje atakować tego samego wroga, co oryginalna jednostka. Klony nie mogą tworzyć klonów.",
  "dac_ability_arc_warden_tempest_double_lore": "Niesie ze sobą tajemnice stworzenia. – <i>Turath, tajemniczy prorok</i>",
  "dac_ability_mirana_arrow": "Święta strzała",
  "dac_ability_mirana_arrow_description": "Mirana wystrzeliwuje z zabójczą precyzją dalekosiężną strzałę, ogłuszając swój cel na [3/5/7] s i zadając mu [400/800/1800] pkt. obrażeń.",
  "dac_ability_mirana_arrow_lore": "Nigdy nie ufaj fanatykom, Wren. Nie warto. – <i>Jull udziela przyjacielskiej porady</i>",
  "dac_ability_slark_essence_shift": "Przesunięcie esencji",
  "dac_ability_slark_essence_shift_description": "PASYWNA: każdy atak wykonany przez Slarka obniża obrażenia jego celu o [3/4/5] pkt.\n\nObrażenia Slarka są zwiększane o [3/4/5] pkt., a szybkość ataku o [1/2/3] jedn.",
  "dac_ability_slark_essence_shift_lore": "Slark to kluczowa postać, jeśli chodzi o transport naszego towaru do i z Mrocznej Rafy. – <i>Jull zawdzięcza wszystko sobie</i>",
  "dac_ability_slark_pounce": "Naskok",
  "dac_ability_slark_pounce_description": "PASYWNA: po wylądowaniu Slark rozbraja swój cel na 3 s.",
  "dac_ability_slark_pounce_lore": "Jakim cudem znowu nas zaskoczył?! – <i>Hobgen, ognisty temperament</i>",
  "dac_ability_black_dragon_splash_attack": "Atak rozpryskowy",
  "dac_ability_black_dragon_splash_attack_description": "PASYWNA: dystansowy atak czarnego smoka zadaje obrażenia rozpryskowe jednostkom w obrębie 1 pola od celu smoka.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Ogromne rozpłatanie",
  "dac_ability_sven_great_cleave_description": "PASYWNA: ataki wręcz tej jednostki trafiają w pobliskich wrogów.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Niewrażliwość na czary",
  "dac_ability_roshan_spell_immune_description": "AKTYWNA: Roshan staje się niewrażliwy na czary na  s.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Oplątujące pazury",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Ataki duchowego niedźwiedzia mają szansę na splątanie celu, ogłuszając go.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Żądza krwi",
  "dac_ability_thunder_lizard_bloodlust_description": "Stworzenie wprowadza sprzymierzoną jednostkę w szał, zwiększając jej szybkość ruchu o [8/10/12]% i szybkość ataku o [30/40/50]%. Jeśli użyje ono tego czaru na sobie, premia do szybkości ruchu zamiast tego będzie równa [35/55/75]%.",
  "dac_ability_thunder_lizard_bloodlust_lore": " ",
  "dac_ability_healing_ward_healing_aura": "Aura lecznicza",
  "dac_ability_healing_ward_healing_aura_description": "Leczy sojusznicze jednostki w obrębie 1 pola w tempie 40 pkt. zdrowia na sekundę.",
  "dac_ability_healing_ward_healing_aura_lore": "",
  "dac_ability_tombstone_raise_zombies": "Wskrzeszenie zombie",
  "dac_ability_tombstone_raise_zombies_description": "Jednostki, które umrą w obrębie 1 pola, przyzywają zombie.",
  "dac_ability_tombstone_raise_zombies_lore": "",
  "dac_ability_barricade_aura": "Barykada",
  "dac_ability_barricade_aura_description": "Barykada ochrania pobliskie jednostki i jest niewrażliwa na czary.",
  "dac_ability_barricade_aura_lore": "",
  "dac_ability_target_dummy_taunt": "Prowokacja",
  "dac_ability_target_dummy_taunt_description": "Cel treningowy prowokuje.",
  "dac_ability_target_dummy_taunt_lore": "",
  "dac_ability_cinderwall_aura": "Ściana żaru",
  "dac_ability_cinderwall_aura_description": "Ściana żaru ochrania pobliskie jednostki i jest niewrażliwa na czary. Podpala pobliskie jednostki.",
  "dac_ability_cinderwall_aura_lore": "",
  "dac_ability_faceless_void_chronocube": "Chronosześcian",
  "dac_ability_faceless_void_chronocube_description": "Tworzy pęcherz w czasoprzestrzeni, ogłuszając wszystkie jednostki znajdujące się w obrębie 2 pól od środka sześcianu na [4/5/6] s. Bezlica Pustka porusza się bardzo szybko wewnątrz sześcianu i zyskuje 50 jedn. szybkości ataku. Jedynie Bezlica Pustka nie znajduje się pod wpływem tego efektu.",
  "dac_ability_faceless_void_chronocube_lore": "Claszureme zaingeruje. To może stanowić problem. – <i>Jull zdaje sobie sprawę, że nie może uderzyć czasu</i>",
  "dac_ability_faceless_void_time_walk": "Chód czasu",
  "dac_ability_faceless_void_time_walk_description": "PASYWNA: Bezlica Pustka przeskakuje do swojego następnego celu, lecząc wszystkie obrażenia otrzymane w ciągu ostatnich 2 s.",
  "dac_ability_faceless_void_time_walk_lore": "No proszę cię, nie tknąłbym ani jednej z tych przeklętych klepsydr. Myślisz, że chcę, by Pierpont zaczął tu węszyć? – <i>Hobgen, rozsądny maniak</i>",
  "dac_ability_legion_commander_duel": "Pojedynek",
  "dac_ability_legion_commander_duel_description": "Dowódczyni Legionu obiera za cel wroga o najniższym zdrowiu znajdującego się w obrębie 1 pola, po czym oboje są zmuszeni do atakowania siebie nawzajem przez [4/4.75/5.5] s. Żaden z bohaterów nie może używać umiejętności. Jeżeli jeden z bohaterów zginie w czasie trwania umiejętności, to zwycięski bohater zyskuje trwałą premię [5/10/15] pkt. obrażeń.",
  "dac_ability_legion_commander_duel_lore": "Nie musisz się tak spinać, Tresdin... mogę ci pomóc znaleźć Rixa. – <i>Anessix, zachowuje spokój pod presją</i>",
  "dac_ability_legion_commander_will_of_the_bullsnake": "Wola bykowęża",
  "dac_ability_legion_commander_will_of_the_bullsnake_description": "<i>ODBLOKOWANE PRZEZ SOJUSZ SMOKÓW</i>\nPASYWNA: gdy Dowódczyni Legionu wygrywa Pojedynek, natychmiastowo przywraca sobie 50% jej maksymalnego zdrowia.",
  "dac_ability_legion_commander_will_of_the_bullsnake_lore": "Znam takie osoby jak ty, Dowódczyni, a ty jesteś najniebezpieczniejszą z nich wszystkich. Wierzysz w to, co robisz. – <i>Wren, uczennica świata</i>",
  "dac_ability_nyx_assassin_spiked_carapace": "Kolczasty karapaks",
  "dac_ability_nyx_assassin_spiked_carapace_description": "Z wierzchu karapaksu Zabójcy Nyx wyłaniają się kolce, które negują i odbijają 100% zadawanych mu obrażeń (maksymalnie raz z każdego źródła), równocześnie ogłuszając źródło obrażeń na [1/1.5/2] s.",
  "dac_ability_nyx_assassin_spiked_carapace_lore": "Poprawny termin to „stawonóg”. – <i>Quiet, dbająca o szczegóły</i>",
  "dac_ability_nyx_assassin_vendetta": "Wendeta",
  "dac_ability_nyx_assassin_vendetta_description": "PASYWNA: Po teleportacji w celu zaatakowania jednostki Zabójca Nyx zadaje dodatkowe 200 pkt. obrażeń przy następnym ataku i nakłada efekt złamania na wroga na 4 s, wyłączając wszystkie umiejętności pasywne.",
  "dac_ability_nyx_assassin_vendetta_lore": "Insekt. Stawonóg. Kogo to obchodzi. Rzecz w tym, że ma kogoś dla mnie zabić... No to możesz się z nim skontaktować czy nie? – <i>O'nia, nie lubi być poprawiana</i>",
  "dac_ability_weaver_shukuchi": "Shukuchi",
  "dac_ability_weaver_shukuchi_description": "Tkacz staje się niewidzialny, przez co nie można go obrać za cel oraz szybko przemieszcza się do celu znajdującego się w obrębie 3 pól. Tkacz zadaje [60/120/200] pkt. obrażeń każdemu wrogowi, przez jakiego przejdzie.",
  "dac_ability_weaver_shukuchi_lore": "Tkaczu, razem stworzymy świat od podstaw. – <i>Turath, na tyle szalony, by to zrobić</i>",
  "dac_ability_broodmother_spawn_spiderlings": "Złożenie pająków",
  "dac_ability_broodmother_spawn_spiderlings_description": "Broodmother wstrzykuje swoje młode do wrogiej jednostki, zadając [150/250/350] pkt. obrażeń. Jeżeli cel zostanie zabity, wyklują się [4/6/12] szt. pająków. Są to niemożliwe do obrania za cel jednostki, które zadają niskie obrażenia i mają 1 pkt zdrowia.",
  "dac_ability_broodmother_spawn_spiderlings_lore": "",
  "dac_ability_broodmother_spin_web": "Utkanie sieci",
  "dac_ability_broodmother_spin_web_description": "Matka Lęgu tka sieć o rozpiętości 2 pól nad wrogą jednostką. Wrogowie znajdujący się w sieci tracą [20/30/40] jedn. szybkości ataku, 80% szybkości ruchu i [50/75/100]% szybkości rzucania czarów.",
  "dac_ability_broodmother_spin_web_lore": "Czy miałabyś coś przeciwko, gdybym wynajął twoje maleństwa, by utkały mi trochę jedwabiu? Jestem pewien, że pająki nie są objęte prawem dotyczącym pracy dzieci. – <i>Carl, etyczny krawiec</i>",
  "dac_ability_wisp_tether": "Więź",
  "dac_ability_wisp_tether_description": "Io tworzy więź z najbliższym sojuszniczym bohaterem i przyciąga się do niego. Io i ten bohater zyskują [50/80/110] jedn. szybkości ataku i redukcję [10/20/30]% otrzymywanych obrażeń. Więź zostanie zerwana, jeżeli Io oddali się na odległość większą od 4 pól.",
  "dac_ability_wisp_tether_lore": "<i>Enno w skupieniu gapi się na Io</i>",
  "dac_ability_wisp_relocate": "Relokacja",
  "dac_ability_wisp_relocate_description": "Io teleportuje się poza planszę na 4 s, by wskrzesić martwego bohatera. Obydwie jednostki wracają oczyszczone z negatywnych efektów i pełnią zdrowia.",
  "dac_ability_wisp_relocate_lore": "<i>Io gapi się z powrotem</i>",
  "dac_ability_bristleback_quill_spray": "Grad kolców",
  "dac_ability_bristleback_quill_spray_description": "Kolcogrzbiet wystrzeliwuje grad kolców ze swojego grzbietu, zadając obrażenia wszystkim wrogim jednostkom w obrębie 2 pól. Wrogowie otrzymują [40/80/160] pkt. obrażeń oraz dodatkowe [60/64/68] pkt. obrażeń za każdą instancję (maks. 5) Gradu kolców, od której otrzymali obrażenia w tej rundzie.",
  "dac_ability_bristleback_quill_spray_lore": "Wyjaśnijmy sobie coś. Ani ty, ani Kieł nie rozwalicie mi tej nocy baru.– <i>Jull, wykidajło</i>",
  "dac_ability_life_stealer_feast": "Uczta",
  "dac_ability_life_stealer_feast_description": "PASYWNA: ataki Złodzieja Życia zadają obrażenia wrogom, przez co leczy on sam siebie równowartością [3/4.5/6]% maksymalnego zdrowia jego celu.",
  "dac_ability_life_stealer_feast_lore": "Nie podoba mi się, że w oparciu o mój stan snujesz przypuszczenia, że znam miejsce pobytu Złodzieja Życia. – <i>Carl, często źle osądzany</i>",
  "dac_ability_dazzle_shadow_wave": "Fala cienia",
  "dac_ability_dazzle_shadow_wave_description": "Dazzle wyzwala pocisk mocy, który odbija się między maksymalnie [3/4/5] sojusznikami znajdującymi się w obrębie 3 pól od siebie, lecząc [80/140/200] pkt. zdrowia każdemu z nich i zadając [80/140/200] pkt. obrażeń wszelkim wrogim jednostkom znajdującym się w obrębie 1 pola. Fala cienia zawsze leczy Dazzle'a.",
  "dac_ability_dazzle_shadow_wave_lore": "A ile kosztowałoby wynajęcie ciebie? Mam interes w tym, by nie umrzeć. – <i>O'nia, bijąca na oślep</i>",
  "dac_ability_underlord_scales": "Skaluje się z poziomem Władcy Podziemia",
  "dac_ability_anessix_summon_companions": "Demoniczni koledzy Anessix",
  "dac_ability_anessix_summon_companions_description": "Anessix przyzywa swoją zgraję demonów. Jeżeli obydwa umrą, wskrzesi ich.",
  "dac_ability_anessix_summon_companions_lore": "Demon Pals Lore",
  "dac_ability_anessix_summon_golem": "Przyzwanie demonicznego golema",
  "dac_ability_anessix_summon_golem_description": "Anessix prosi o przeklętą przysługę i przyzywa demonicznego golema.",
  "dac_ability_anessix_summon_golem_lore": "Demonic Golem Lore",
  "dac_ability_anessix_passive": "Umiejętność pasywna",
  "dac_ability_anessix_passive_description": "Anessix generuje bazowo 1.5 pkt. wrzawy na sekundę (w/s) oraz dodatkowo 0.72 pkt. w/s za każdego sojuszniczego demona na planszy. Przyzywa ona (i wskrzesza) towarzysza, który będzie dla niej walczył.",
  "dac_ability_anessix_companion_archer_passive": "Trafienie krytyczne",
  "dac_ability_anessix_companion_archer_passive_description": "PASYWNA: Demoniczny łucznik z każdym atakiem posiada 20% szansy na wykonanie trafienia krytycznego, które zada wrogowi 200% obrażeń.",
  "dac_ability_anessix_companion_archer_passive_lore": "Demon Pals Lore",
  "dac_ability_anessix_pure_pain": "Pełen ból",
  "dac_ability_anessix_pure_pain_description": "Anessix obiera za cel losowego wroga, zadając mu 10 pkt. obrażeń pełnych co sekundę przez 6 s.",
  "dac_ability_anessix_pure_pain_description_perlevel": "Anessix obiera za cel losowego wroga, zadając mu {s:damage_per_level} pkt. obrażeń pełnych co sekundę na poziom przez {s:duration} s.",
  "dac_ability_anessix_pure_pain_lore": "Pure Pain Lore",
  "dac_ability_anessix_martyrs_boon": "Łaska męczenniczki",
  "dac_ability_anessix_martyrs_boon_description": "Anessix otrzymuje obrażenia równe 20% jej maksymalnego zdrowia. Wszystkim sojuszniczym jednostkom natychmiast leczone jest 50 pkt. zdrowia i otrzymują 5 pkt. regenerowanego zdrowia na 8 s.",
  "dac_ability_anessix_martyrs_boon_description_perlevel": "Anessix otrzymuje obrażenia równe {s:selfdmg}% jej maksymalnego zdrowia. Wszystkim sojuszniczym jednostkom natychmiast leczone jest {s:immediate_heal_per_level} pkt. zdrowia na poziom i otrzymują {s:regen_per_level} pkt. regenerowanego zdrowia na poziom na {s:duration} s.",
  "dac_ability_anessix_martyrs_boon_lore": "Martyr's Boone Lore",
  "dac_ability_anessix_enthrall": "Ujarzmienie",
  "dac_ability_anessix_enthrall_description": "Anessix oznacza cel dla jej armii na 5 s, zmuszając ją do atakowania celu. Jeżeli cel umrze, Anessix wskrzesza go jako demona, by walczył u jej boku.",
  "dac_ability_anessix_enthrall_description_lore": "Enthrall Lore",
  "dac_ability_demon_warrior_bash": "Stłuczenie wojownika",
  "dac_ability_demon_warrior_bash_description": "Kompan Anessix posiada 25% szansy na ogłuszenie swojego celu na 1.5 s i zadanie mu dodatkowo 20 pkt. obrażeń.",
  "dac_ability_demon_warrior_bash_lore": "Enthrall Lore",
  "dac_ability_hobgen_passive": "Umiejętność pasywna",
  "dac_ability_hobgen_passive_description": "Hobgen generuje bazowo 1.65 pkt. wrzawy na sekundę (w/s) oraz dodatkowo 0.95 pkt. w/s za każdą podpaloną przez niego jednostkę. Każdy wróg zaatakowany przez Hobgena zostaje podpalony na 3 s.",
  "dac_ability_hobgen_explosivo": "Wybuchowo!",
  "dac_ability_hobgen_explosivo_description": "Hobgen wystrzeliwuje w cel kulę ognia, która zadaje 125 pkt. obrażeń dzielonych równo między wszystkie sąsiadujące cele i podpala je.",
  "dac_ability_hobgen_explosivo_description_perlevel": "Hobgen wystrzeliwuje w cel kulę ognia, która zadaje {s:damage_base_per_level} pkt. obrażeń na poziom dzielonych równo między wszystkie sąsiadujące cele i podpala je.",
  "dac_ability_hobgen_explosivo_description_lore": "Explosivo! lore ",
  "dac_ability_hobgen_supercharged": "Superdoładowanie",
  "dac_ability_hobgen_supercharged_description": "Hobgen powoduje Superdoładowanie u najbliższej sojuszniczej jednostki, podpalając ją i przyznając jej 15 jedn. szybkości ataku.",
  "dac_ability_hobgen_supercharged_description_perlevel": "Hobgen powoduje Superdoładowanie u najbliższej sojuszniczej jednostki, podpalając ją i przyznając jej {s:aspd_per_level} jedn. szybkości ataku na poziom.",
  "dac_ability_hobgen_supercharged_description_lore": "Supercharged lore ",
  "dac_ability_hobgen_airstrike": "Ogień przyjacielski",
  "dac_ability_hobgen_airstrike_description": "Kumple Hobgena rzucają 8 bombami na pole bitwy, zadając 500 pkt. obrażeń wrogim jednostkom trafionym bezpośrednio. Wrogowie będący w zasięgu obszaru działania eksplozji otrzymują połowę obrażeń.",
  "dac_ability_hobgen_airstrike_description_lore": "Friendly Fire lore ",
  "dac_ability_hobgen_letsgocrazy": "Zaszalejmy",
  "dac_ability_hobgen_letsgocrazy_description": "Hobgen zyskuje Superdoładowanie i będzie ciągle zmieniał cele na niepalące się jednostki.",
  "dac_ability_hobgen_letsgocrazy_description_perlevel": "Hobgen zyskuje Superdoładowanie i będzie ciągle zmieniał cele na niepalące się jednostki.",
  "dac_ability_hobgen_letsgocrazy_description_lore": "Let's Go Crazy lore ",
  "dac_ability_demon_warrior_protect": "Ochrona wojownika",
  "dac_ability_demon_warrior_protect_description": "Demon będzie chronił Anessix, blokując skierowane w nią ataki dystansowe.",
  "dac_ability_demon_warrior_protect_description_lore": "Warrior Protect Lore"
}