{
  "dac_ability_autoattack": "Automatische aanval",
  "dac_ability_regen": "Regenereren",
  "dac_ability_antimage_mana_break": "Mana-afbraak",
  "dac_ability_antimage_mana_break_description": "PASSIEF: De Antimagiër verbrandt per aanval [30/60/90] mana van de tegenstander en richt 50% van de verbrande mana als schade toe aan het doelwit. Hij verbrandt [2/4/6] hype als hij een Underlord treft.",
  "dac_ability_antimage_mana_break_lore": "De Antimagiër is voor mij gekomen... en ik ben er klaar voor. – <i>Turath, vluchteling uit het Tylerdomein</i>",
  "dac_ability_queenofpain_scream_of_pain": "Pijnkreet",
  "dac_ability_queenofpain_scream_of_pain_description": "De Koningin der pijn laat een doordringende schreeuw rondom haar los, die [200/300/400] schade aan alle vijanden in een straal van 3 cellen aanricht.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha mag dan geen goede vriendin zijn, maar ze helpt me graag als dat betekent dat ze later de baas over me mag spelen. – <i>Anessix, pragmatische demon</i>",
  "dac_ability_lina_laguna_blade": "Lagunazwaard",
  "dac_ability_lina_laguna_blade_description": "Lina vuurt een bliksemschicht af en brengt [600/800/1500] schade toe aan een enkele eenheid, die in brand wordt gezet voor 5 seconden.",
  "dac_ability_lina_laguna_blade_lore": "Het was niet zo moeilijk om Lina naar Witspits te krijgen, aangezien we elkaars werk bewonderen. – <i>Hobgen, professioneel brandstichter</i>",
  "dac_ability_natures_prophet_summon_tree": "Roep der natuur",
  "dac_ability_natures_prophet_summon_tree_description": "De Natuurprofeet roept een treant op. Deze treant wordt als druïde beschouwd.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno heeft zich tot zijn vriendjes uit het bos gewend... Dit kan een probleem worden. – <i>O'nia, verbannen handelaar uit Revtel</i>",
  "dac_ability_natures_prophet_wrath_of_nature": "Toorn der natuur",
  "dac_ability_natures_prophet_wrath_of_nature_description": "De Natuurprofeet raakt een doelwit met energie die [250/275/300] schade aanricht. De energie springt [3/4/5] keer tussen vijanden op het bord en richt daarbij [10/13/15]% meer schade per sprong aan.",
  "dac_ability_natures_prophet_wrath_of_nature_lore": "In feite is mijn doel overbodig. Je hebt geen wapen nodig om iemand te doden. Heb gewoon wat geduld en laat de natuur zijn gang gaan. – <i>Quiet, berekenende automaat</i>",
  "dac_ability_windrunner_powershot": "Krachtschot",
  "dac_ability_windrunner_powershot_description": "De Windschutter laadt haar boog 1.5 seconden op voor een enkel krachtig schot, dat maximaal [200/400/600] schade aanricht. Elke geraakte vijand verlaagt de schade van het schot met 10%.",
  "dac_ability_windrunner_powershot_lore": "Tijdens mijn reizen heb ik veel vrienden gemaakt die nog bij me in het krijt staan. – <i>Wren, wereldreiziger</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Verlammende dosis",
  "dac_ability_witch_doctor_paralyzing_cask_description": "De Medicijnman gooit een vat verlammend poeder dat [5/7/9] keer tussen vijandelijke eenheden springt en deze verlamt en [50/75/100] schade aanricht.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Ik zie je graag aan het werk, Doc... – <i>Hobgen, ondeugende fee</i>",
  "dac_ability_juggernaut_blade_fury": "Strijdwoede",
  "dac_ability_juggernaut_blade_fury_description": "De Kolos draait rond met zijn zwaard, waardoor hij immuun wordt voor magie en 5 seconden lang [50/100/150] schade per seconde aan vijandelijke eenheden in een straal van 1 cel aanricht. De Kolos kan ook gaan ronddraaien om een magische aanval te ontwijken.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero is niet zomaar een strijder. Hij is een kolos. Als we hem aan onze zijde krijgen, dan stapelen de lijken zich op. – <i>Grek bekijkt alle opties</i>",
  "dac_ability_sandking_burrowstrike": "Ondergrondse aanval",
  "dac_ability_sandking_burrowstrike_description": "De Zandkoning graaft zich in onder de grond en schiet vooruit, waarbij hij [150/250/350] schade bij vijanden aanricht en ze 2 seconden verlamt.\nPast een lading van 'Bijtende finale' toe op alle geraakte vijanden.",
  "dac_ability_sandking_burrowstrike_lore": "Ons tunnelnetwerk heeft veel werk gekost, dus we kunnen de Zandkoning alles niet zomaar laten vernietigen. – <i>Jull, drankbaron</i>",
  "dac_ability_sandking_caustic_finale": "Bijtende finale",
  "dac_ability_sandking_caustic_finale_description": "PASSIEF: Wanneer de Zandkoning een vijand aanvalt, vergiftigt hij deze 3.5 seconden. Na afloop explodeert het gif, richt het [50/100/200] schade aan en vertraagt het de aanvalssnelheid van alle vijanden rond het doelwit 1.75 seconden met -35. De schade wordt gehalveerd als het doelwit nog leeft.",
  "dac_ability_sandking_caustic_finale_lore": "Is het zo veel moeite om even een dekzeil te gebruiken? – <i>Anessix, onbevlekte duivelsaanbidder</i>",
  "dac_ability_shadow_fiend_requiem": "Requiem der zielen",
  "dac_ability_shadow_fiend_requiem_description": "De Schaduwduivel stuurt de zielen van de vervloekten en laat demonische energie rond hem heen los, waarbij hij [100/175/250] schade aan alle getroffen vijanden aanricht.",
  "dac_ability_shadow_fiend_requiem_lore": "Het Hof van Ristul en ik hebben een... overeenkomst. – <i>Anessix, aardgebonden demon</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Genadeklap",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASSIEF: De Fantoommoordenaar heeft een kans van [15/20/25]% om een verwoestende kritieke treffer van [300/450/600]% bij vijandelijke eenheden te veroorzaken.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Ze heeft Kwerthias vermoord. Waarom zou ik niet aannemen dat ze ook achter mij aankomt? – <i>O'nia, paranoïde handelaar</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Precisieaura",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASSIEF: De Drow-waker verhoogt de aanvalssnelheid van alle bondgenoten in een straal van 1 cel met [10/20/30]%.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex. Jij en ik gaan de top bereiken. Geloof me maar. – <i>Grek, kwakzalver</i>",
  "dac_ability_morphling_waveform": "Golfvorm",
  "dac_ability_morphling_waveform_description": "De Vormveranderaar lost op tot een vloeistof, stroomt naar voren en richt [150/250/350] schade aan aan vijandelijke eenheden op zijn pad.\n\nDe Vormveranderaar is onkwetsbaar tijdens de golfvorm.",
  "dac_ability_morphling_waveform_lore": "Turaths vermogen om in de gunst te komen van wezens als de Vormveranderaar is... verontrustend. – <i>Quiet, mechanische samenzweerder</i>",
  "dac_ability_axe_berserkers_call": "Berserkersroep",
  "dac_ability_axe_berserkers_call_description": "De Aks bespot vijandelijke eenheden in een straal van 1 cel, waarmee hij ze dwingt hem [2/3/4] seconden lang aan te vallen. Tijdens de berserkersroep krijgt de Aks [15/25/35] bonuspantser.",
  "dac_ability_axe_berserkers_call_lore": "De Aks helpt je graag... Geef hem simpelweg bier en beloof hem dat hij er een goed verhaal aan zal overhouden. – <i>Wren, mobiliserende rebel</i>",
  "dac_ability_razor_plasma_field": "Plasmaveld",
  "dac_ability_razor_plasma_field_description": "Razor laat een ringvormige plasmagolf los die in kracht groeit naarmate deze zich uitbreidt en zich vervolgens weer terugtrekt. Vijandelijke eenheden in een straal van 3 cellen worden vertraagd en ontvangen maximaal [50/100/150] schade.\n\nDe schade en vertraging nemen toe met de afstand tot Razor.\n\nHet plasmaveld kan eenheden twee keer raken.",
  "dac_ability_razor_plasma_field_lore": "Als je denkt dat hij in de straten van Witspits angstaanjagend is, zou je eens moeten zien wat hij in het Smalle Labyrint doet. – <i>Anessix, sportfan</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Mystieke aura",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASSIEF: Elke 2 seconden herstelt de Kristalvrouwe [8/14/20] mana aan alle bevriende eenheden.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Zoek uit of ze hier voor mij of voor Turath is. – <i>Jull, smokkelaar uit IJswrak</i>",
  "dac_ability_crystal_maiden_frostbite": "Bevriezing",
  "dac_ability_crystal_maiden_frostbite_description": "Bevriest de vijand waardoor bewegen en aanvallen onmogelijk wordt gemaakt, terwijl [3/4/5] seconden lang [100/125/150] schade per seconde wordt toegebracht.",
  "dac_ability_crystal_maiden_frostbite_lore": "Witspits staat nooit stil, dus het is gemakkelijk om iets te missen. Bijvoorbeeld dat de Kristalvrouwe van IJswrak, vroeger een fijne meid die graag mensen hielp, nu blijkbaar overal mensen bevriest. Wist ik niks van. – <i>Carl, altijd de laatste om ergens vanaf te weten</i>",
  "dac_ability_kunkka_ghostship": "Spookschip",
  "dac_ability_kunkka_ghostship_description": "Kunkka roept een spookschip op dat zich een weg baant door het gevecht voordat het uit elkaar spat, waarbij het [50/150/250] schade aanricht aan alle vijanden in een straal van [2/2/3] cellen rond het wrak en ze [1.4/1.7/2] seconden verlamt.",
  "dac_ability_kunkka_ghostship_lore": "Mama Eeb had veel vrienden... Kunkka wil antwoorden, net als ik. – <i>Wren, wraakzuchtige dochter</i>",
  "dac_ability_tiny_toss": "Worp",
  "dac_ability_tiny_toss_description": "Tiny pakt een willekeurige nabije vijand op en gooit deze naar het verste vijandelijke doelwit.\n\nBij impact richt het [100/200/300] schade aan aan alle vijanden in een straal van 1 cel en verlamt het ze [1/1.5/2] seconden.",
  "dac_ability_tiny_toss_lore": "Enno heeft blijkbaar wat spierkracht ontdekt. – <i>Grek staat voor een groot probleem</i>",
  "dac_ability_puck_illusory_orb": "Illusiebol",
  "dac_ability_puck_illusory_orb_description": "Puck vuurt een magische bol af die in een recht pad zweeft en daarbij [150/200/250] schade aanricht aan vijandelijke eenheden.",
  "dac_ability_puck_illusory_orb_lore": "Laat je niet door z'n uiterlijk misleiden. Puck is een etterbakje. – <i>Hobgen spreekt wijze woorden</i>",
  "dac_ability_puck_phase_shift": "Fasewissel",
  "dac_ability_puck_phase_shift_description": "<i>ONTGRENDELD DOOR DE DRAKENALLIANTIE</i>\nPASSIEF: Kort voordat Puck schade ontvangt, schuilt hij in een andere dimensie waar hij 0.5 seconden immuun voor schade is.",
  "dac_ability_puck_phase_shift_lore": "Die etterbak is er nooit wanneer je hem nodig hebt. – <i>Hobgen, ongeduldige Underlord</i>",
  "dac_ability_clockwerk_battery_assault": "Batterijaanval",
  "dac_ability_clockwerk_battery_assault_description": "Het Uurwerk vuurt elke [0.7/0.7/0.35] seconden gedurende 5 seconden met hoge kracht schroot af op willekeurige vijandelijke eenheden in een straal van 1 cel, wat [50/75/100] magische schade veroorzaakt en kort verlamt.",
  "dac_ability_clockwerk_battery_assault_lore": "De Messingen Heraut zou je walgelijk noemen, maar ik vind je best slim, kleine Keen. – <i>Quiet, ketterautomaat</i>",
  "dac_ability_lich_chain_frost": "Kettingvorst",
  "dac_ability_lich_chain_frost_description": "De Zielenzuiger laat een bal van vorst los die maximaal [6/9/12] keer tussen nabije vijandelijke eenheden springt en daarbij hun aanvals- en bewegingssnelheid 2.5 seconden met -65% vertraagt en [200/300/400] per treffer aanricht.",
  "dac_ability_lich_chain_frost_lore": "Wij kunnen elkaar helpen, Zielenzuiger. – <i>Turath sluit een pact met de duivel</i>",
  "dac_ability_tidehunter_ravage": "Verwoesting",
  "dac_ability_tidehunter_ravage_description": "De Getijdenjager slaat op de grond, waardoor er in alle richtingen tentakels uitbreken die bij alle vijandelijke eenheden in een straal van [1/2/3] cellen [100/150/250] schade aanrichten en ze [2/2.25/3] seconden verlammen.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, ik vond je leuker toen je niet door een Leviathan werd opgejaagd. – <i>Wren, schijnvriend</i>",
  "dac_ability_shadow_shaman_voodoo": "Beheksing",
  "dac_ability_shadow_shaman_voodoo_description": "De Schaduwsjamaan transformeert een vijandelijke eenheid in een hulpeloos beest, waardoor deze [4/6/8] seconden niet kan aanvallen en geen vaardigheden kan gebruiken.",
  "dac_ability_shadow_shaman_voodoo_lore": "Dat is me pas een show! – <i>Grek bewijst professionele beleefdheid</i>",
  "dac_ability_enigma_midnight_pulse": "Middernachtspuls",
  "dac_ability_enigma_midnight_pulse_description": "Enigma verhult een gebied in een straal van [1/2/3] cellen rond het doelwit gedurende 10 seconden in donkere resonantie, die [2.5/3.5/4.5]% van de maximale gezondheid van een vijand als schade aanricht.",
  "dac_ability_enigma_midnight_pulse_lore": "Er zijn dingen in deze wereld die je niet kunt beheersen. – <i>Turath, krankzinnige magiër</i>",
  "dac_ability_tinker_heat_seeking_missile": "Hittezoekende raket",
  "dac_ability_tinker_heat_seeking_missile_description": "De Knutselaar vuurt een salvo raketten af op [2/3/4] willekeurige vijanden die [350/450/450] schade aanrichten.",
  "dac_ability_tinker_heat_seeking_missile_lore": "Het Gezelschap van Gelijkgestemde Keens wordt nog een probleem als we er niets aan doen. – <i>O'nia probeert een verenigd front te vormen</i>",
  "dac_ability_sniper_assassinate": "Genadeschot",
  "dac_ability_sniper_assassinate_description": "De Sluipschutter focust zich 2 seconden op een vijandelijke eenheid en vuurt daarna een verwoestend schot af dat [1000/2000/3000] schade aanricht en het doelwit kort verlamt.",
  "dac_ability_sniper_assassinate_lore": "Je moet weten dat ik ooit een Keen mijn show liet openen. Prachtig voor het publiek, maar wat minder voor de aansprakelijkheidsverzekering. – <i>Grek, gericht op de nettowinst</i>",
  "dac_ability_necrophos_death_pulse": "Doodspuls",
  "dac_ability_necrophos_death_pulse_description": "Necrofos laat een golf des doods om zich heen los, die vijandelijke en bevriende eenheden in een straal van 3 cellen beïnvloedt.\n\nDe doodspuls richt [100/150/200] schade aan aan vijanden en geneest bondgenoten met [100/175/250].",
  "dac_ability_necrophos_death_pulse_lore": "Kom op, Necrofos, er is vast iets dat je wilt hebben... – <i>Anessix, gladde duivel</i>",
  "dac_ability_slardar_amplify_damage": "Bijtende nevel",
  "dac_ability_slardar_amplify_damage_description": "Slardar past vijandelijk pantser 20 seconden met [-15/-30/-45] aan.",
  "dac_ability_slardar_amplify_damage_lore": "Zelfs met Slark kon ik zakendoen, dus dan kunnen we het vast wel met elkaar eens worden. – <i>Jull, amateurwijnkenner</i>",
  "dac_ability_beastmaster_wild_axes": "Wilde bijlen",
  "dac_ability_beastmaster_wild_axes_description": "De Beestenheer gooit zijn bijlen weg en roept ze vervolgens weer terug. Hierbij snijden ze door vijandelijke eenheden op hun pad en richten ze [60/100/140] schade aan.\n\nElke bijl kan een vijand eenmaal raken en versterkt daaropvolgende schade van de Beestenheer met [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "Hoeveel van die bomenknuffelaars springen er nog voor dat onderdeurtje in de bres? – <i>Grek klaagt over Enno</i>",
  "dac_ability_venomancer_plague_ward": "Pestwachter",
  "dac_ability_venomancer_plague_ward_description": "De Venomant roept [1/1/1] pestwachter op die aan zijn zijde vecht.",
  "dac_ability_venomancer_plague_ward_lore": "Je creaties zijn werkelijk prachtig. Laat me je toch met je tuin helpen... – <i>Turath leert dat je met vleierij alles bereikt</i>",
  "dac_ability_venomancer_venomous_gale": "Gifbal",
  "dac_ability_venomancer_venomous_gale_description": "Vuurt een gifbal in een rechte lijn af die vijandelijke eenheden vergiftigt. Geraakte eenheden ontvangen [30/60/120] schade en 15 seconden lang [10/20/40] schade per 3 seconden. Ze verliezen daarnaast 50% bewegingssnelheid en 25 aanvalssnelheid.",
  "dac_ability_venomancer_venomous_gale_lore": "Nee, nee! Wanneer je die gast een podium biedt, legt zo de helft van het publiek het loodje. Zoek maar een ander. – <i>Grek denkt na over een geschikte vervanger voor Sun Wukong</i>",
  "dac_ability_templar_assassin_refraction": "Breking",
  "dac_ability_templar_assassin_refraction_description": "De Tempelmoordenaar wordt ongrijpbaar, waarbij ze schade ontwijkt en [40/60/80]% meer schade aanricht.\n\nDe effecten staan los van elkaar en hebben elk [4/6/8] instanties.",
  "dac_ability_templar_assassin_refraction_lore": "Als je me helpt is je schuld vereffend. – <i>Wren neemt alle hulp aan die ze kan krijgen</i>",
  "dac_ability_templar_assassin_meld": "Fusie",
  "dac_ability_templar_assassin_meld_description": "PASSIEF: Nadat de Tempelmoordenaar naar haar doelwit teleporteert, richt ze [50/100/150] extra schade aan bij haar eerste aanval en verlaagt ze het pantser van het doelwit 5 seconden met [2/4/6].",
  "dac_ability_templar_assassin_meld_lore": "Jouw talenten passen precies bij mijn plannen. – <i>Anessix heeft een vacature</i>",
  "dac_ability_viper_viper_strike": "Adderaanval",
  "dac_ability_viper_viper_strike_description": "Het zure gif van Viper vertraagt de bewegings- en aanvalssnelheid van een vijandelijke eenheid met [-40/-60/-80]% en richt [150/250/350] gifschade over tijd aan.\n\nHet vertragende effect neemt met de duur van het gif af.",
  "dac_ability_viper_viper_strike_lore": "We zijn niet zo verschillend... Ik weet ook hoe het is om een slaaf te zijn. – <i>Quiet, samenzwerende automaat</i>",
  "dac_ability_viper_nethertoxin": "Nedergif",
  "dac_ability_viper_nethertoxin_description": "Viper vergiftigt een cel. Het gif brengt [50/100/150] schade per seconde toe aan vijandelijke eenheden in de cel. Dit wortelt hen en deactiveert passieve vaardigheden en alliantiebonussen.",
  "dac_ability_viper_nethertoxin_lore": "Pas op, Slark. Als je me probeert te bestelen, loopt het niet goed voor je af. – <i>O'nia onthult haar ingehuurde handlanger</i> ",
  "dac_ability_viper_corrosive_skin": "Bijtende huid",
  "dac_ability_viper_corrosive_skin_description": "<i>ONTGRENDELD DOOR DE DRAKENALLIANTIE</i>\nPASSIEF: Viper scheidt een besmettelijke gifstof uit die [20/30/40] schade per seconde aanricht en de aanvalssnelheid van elke vijand die hem aanvalt 2 seconden vertraagt. De zure afscheiding verhoogt de magieweerstand van Viper tevens met [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Wat zou ik graag een mantel van hem maken... – <i>Carl heeft grote dromen</i>",
  "dac_ability_luna_moon_glaive": "Maanmessen",
  "dac_ability_luna_moon_glaive_description": "PASSIEF: Luna's messen springen [3/5/7] keer tussen vijanden in een straal van 2 cellen.\n\nMessen richten per sprong 30% minder schade aan.",
  "dac_ability_luna_moon_glaive_lore": "Ik snap de helft van wat je zegt niet, maar ik vind het leuk hoe je die dingen gooit. – <i>Grek, mensenmens</i>",
  "dac_ability_dragon_knight_breathe_fire": "Vuuradem",
  "dac_ability_dragon_knight_breathe_fire_description": "De Drakenridder spuwt vuur dat [200/350/500] schade aan vijanden aanricht en de schade van hun aanvallen 6 seconden met [25/40/55] vermindert.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, je verspilt je talenten aan iemand die de schoonheid van je handelen niet waardeert. – <i>Hobgen is op jacht naar talent</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Oerdraakvorm",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>ONTGRENDELD DOOR DE DRAKENALLIANTIE</i>\nPASSIEF: Aan het begin van het gevecht neemt de Drakenridder de vorm aan van een van de drie krachtige oerdraken, waardoor zijn bewegingssnelheid en aanvalsschade met 30% en [50/100/150] toenemen en hij nieuwe krachten krijgt.\n\nGroene draak:\\nAanvallen richten [5/5/5] seconden lang [30/30/30] gifschade per seconde aan.\n\nRode draak:\\nAanvallen richten 50% schade aan bij vijandelijke eenheden in een straal van 1 cellen rond het doelwit en passen het gifeffect toe.\n\nBlauwe draak:\\nVerlaagt de bewegings- en aanvalssnelheid van vijandelijke eenheden [3/3/3] seconden lang in een straal van 1 cellen rond het doelwit met -30% en -30% en past het gifeffect toe.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden sprak vol lof over je. Laten we hopen dat het welverdiend is. – <i>Wren, vriendin van de Drakenvesting</i>",
  "dac_ability_enchantress_natures_attendants": "Hoeders der natuur",
  "dac_ability_enchantress_natures_attendants_description": "De Tovenares roept een zwerm van [3/5/7] schepseltjes op die alle bondgenoten in een straal van 4 cellen geneest. \n\nGedurende 11 seconden genezen bondgenoten elke 1.5 seconden 40 gezondheid.",
  "dac_ability_enchantress_natures_attendants_lore": "Ze houdt het nog geen dag uit in Witspits. Geen. Dag. – <i>Hobgen onderschat zijn vijand</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Shurikenworp",
  "dac_ability_bounty_hunter_shuriken_toss_description": "De Premiejager gooit een dodelijke werpster richting een vijandelijke eenheid, die [300/500/700] schade aanricht en het doelwit kort verlamt.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Zolang je genoeg geld hebt, vertrouw je de man wiens loyaliteit te koop is. – <i>O'nia, twijfelachtige wijsheid</i>",
  "dac_ability_batrider_sticky_napalm": "Kleverige napalm",
  "dac_ability_batrider_sticky_napalm_description": "De Vleerrijder gooit kleverige olie op de grond, waarbij hij het gebied in een straal van 1 cellen rond het doelwit bedekt. De olie voegt [20/40/80] schade per lading toe aan de aanvallen van de Vleerrijder en vertraagt de bewegings- en aanvalssnelheid van vijanden met 5%.\n\nElke keer dat Kleverige napalm opnieuw wordt gebruikt, nemen de schade en vertraging toe, tot maximaal [4/7/10] ladingen.",
  "dac_ability_batrider_sticky_napalm_lore": "Ik houd van die vent. IK HOUD VAN HEM! – <i>Hobgen, pyromaan</i>",
  "dac_ability_doom_bringer_doom": "Verderf",
  "dac_ability_doom_bringer_doom_description": "De Verderver spreekt een krachtige vloek uit die voorkomt dat een vijandelijke held spreuken kan gebruiken en schakelt diens passieve effecten uit met break terwijl hij ook [60/90/120] schade per seconde aanricht.\n\nDuurt 20 seconden.",
  "dac_ability_doom_bringer_doom_lore": "Ik sluit liever dealtjes met metaforische demonen... – <i>O'nia spreekt haar mening uit over de bondgenoten van Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Luchtaanval",
  "dac_ability_gyrocopter_call_down_description": "De Gyrocopter roept een luchtaanval op die alle vijanden in een straal van 3 cellen rond het doelwit raakt.\n\nEr komen twee raketten na elkaar aan: de eerste richt [200/300/400] schade aan en vertraagt 2 seconden lang 30% en de tweede richt [200/300/400] schade aan en vertraagt 4 seconden lang 60%.",
  "dac_ability_gyrocopter_call_down_lore": "Beeld je eens in hoeveel goederen we met hem kunnen vervoeren. – <i>Jull denkt aan het grotere geheel</i>",
  "dac_ability_alchemist_acid_spray": "Zuurbad",
  "dac_ability_alchemist_acid_spray_description": "De Alchemist sproeit zuur met een hoge druk in een straal van 3 cellen rond het doelwit.\n\nVijandelijke eenheden die over het aangetaste terrein heenlopen ontvangen [15/25/35] schade per seconde en hun pantser wordt met [-5/-8/-11] verminderd.",
  "dac_ability_alchemist_acid_spray_lore": "Jij brandt de gezichten van mensen er graag af en ik brand de huizen van mensen graag af... Het is voorbestemd. – <i>Hobgen overbrugt een culturele kloof</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Gedaanteverwisseling",
  "dac_ability_lycan_wolf_spawn_shift_description": "De Lycantroop transformeert en verhoogt zijn maximale gezondheid en bewegingssnelheid met [40/50/60]% en 650. Hij krijgt daarnaast een kans van 40% op een kritieke treffer van [200/225/250]% schade.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Alsjeblieft Lycantroop, help me om wraak te nemen. – <i>Wren doet een beroep op de menselijkheid van de Lycantroop</i>",
  "dac_ability_lone_druid_summon_bear": "Geestesbeer oproepen",
  "dac_ability_lone_druid_summon_bear_description": "Roept een krachtige metgezel op in de vorm van een geestesbeer.",
  "dac_ability_lone_druid_summon_bear_lore": "Houd die beer gewoon van me weg, oké? Ik heb niets met beren. – <i>Grek, berenfoob </i>",
  "dac_ability_chaos_knight_chaos_bolt": "Chaosflits",
  "dac_ability_chaos_knight_chaos_bolt_description": "De Chaosridder werpt een geheimzinnige energiebal die tussen [50/100/150] en [200/300/400] schade aanricht en verlamt gedurende [1/1/1] tot [2/3/4] seconden.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "Witspits kan wel wat chaos gebruiken. – <i>Hobgen, vertegenwoordiger van chaos</i>",
  "dac_ability_ogre_magi_bloodlust": "Bloedlust",
  "dac_ability_ogre_magi_bloodlust_description": "De Ogermagiër zet een bevriende eenheid aan tot razernij, waardoor zijn bewegings- en aanvalssnelheid met [8/10/12]% en [30/65/100]% toenemen. Wanneer de Ogermagiër zichzelf betovert, is de aanvalssnelheidsbonus [50/90/130]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "De magiër is zijn prijs dubbel waard. Gelukkig is de magiër een idioot. – <i>O'nia, koopjesjager</i>",
  "dac_ability_magnataur_empower": "Versterking",
  "dac_ability_magnataur_empower_description": "Magnus maakt een bondgenoot woest, waardoor deze 20 seconden lang [30/50/80]% meer schade en [30/50/80]% splijtschade aanricht.",
  "dac_ability_magnataur_empower_lore": "Laat Anessix denken dat ze Enno kan bespelen. Kort voordat ze doodgetrapt wordt, ziet ze wel in hoe fout ze zit. – <i>Hobgen toont ongebruikelijk veel geduld</i>",
  "dac_ability_treant_leech_seed": "Parasitisch zaad",
  "dac_ability_treant_leech_seed_description": "De Treant-beschermer plant een levensonttrekkend zaadje in een vijandelijke eenheid, waardoor diens gezondheid elke 1.5 seconden met [100/150/200] afneemt en daarbij ook zijn aanvals- en bewegingssnelheid met -50% vermindert.\n\nHet zaadje geneest bevriende eenheden in een straal van 1 cel van het doelwit. Duurt 5 seconden. Springt naar een nieuw doelwit binnen 1 cel als het huidige doelwit doodgaat.",
  "dac_ability_treant_leech_seed_lore": "Eerlijk gezegd verwachtte ik niet dat Enno hulp zou krijgen van een boom. – <i>Jull en Anessix doen een drankje</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Verlichting",
  "dac_ability_keeper_of_the_light_illuminate_description": "De Hoeder van het licht stuurt energie die met toenemende duur krachtiger wordt. Eenmaal losgelaten breidt dit zich als een golf naar voren uit die per opgeladen seconde [150/200/250] schade aanricht.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "De Hoeder is krachtiger dan hij laat blijken. Als we niet oppassen zal hij het einde zijn van ons allemaal. – <i>Turath, vernietiger van het licht</i> ",
  "dac_ability_medusa_stone_gaze": "Verstenende blik",
  "dac_ability_medusa_stone_gaze_description": "De bewegings- en aanvalssnelheid van vijandelijke eenheden in een straal van 3 cellen rond Medusa worden met 30% verlaagd wanneer zij in haar richting kijken.\n\nEenheden die in totaal 2 seconden naar Medusa hebben gekeken veranderen in steen.\n\nVersteende eenheden zijn verlamd en ontvangen 20% bonusschade van fysieke aanvallen.",
  "dac_ability_medusa_stone_gaze_lore": "Ze is precies mijn type, maar ik heb alleen oog voor Mireska. – <i>Hobgen, verliefde crimineel</i>",
  "dac_ability_medusa_split_shot": "Gespleten schot",
  "dac_ability_medusa_split_shot_description": "PASSIEF: Medusa schiet op magische wijze [2/3/4] extra pijlen, waardoor ze extra doelwitten in een straal van 1 cellen rond haar primaire doelwit raakt. De extra pijlen richten -20 procent van de schade van haar primaire pijl aan.",
  "dac_ability_medusa_split_shot_lore": "Heb je die vrouw boog zien schieten? Nou ja, je leeft nog, dus waarschijnlijk niet... – <i>Grek hemelt zijn nieuwste aanwinst op</i>",
  "dac_ability_troll_warlord_fervor": "IJver",
  "dac_ability_troll_warlord_fervor_description": "PASSIEF: Met elke aanval op hetzelfde doelwit verhoogt de Trollenkrijgsheer zijn aanvalssnelheid met [15/20/25]%.\n\nZodra hij van doelwit wisselt gaat de bonus verloren.\n\nDit effect versterkt zichzelf maximaal [6/9/12] keer.",
  "dac_ability_troll_warlord_fervor_lore": "Efficiënt en meedogenloos. Net als ik. – <i>Quiet verspilt geen moeite</i>",
  "dac_ability_shadow_demon_demonic_purge": "Demonische Zuivering",
  "dac_ability_shadow_demon_demonic_purge_description": "Het doelwit wordt meerdere malen gezuiverd, wat positieve effecten verwijdert en de bewegings- en aanvalssnelheid 5 seconden lang vertraagt. De eenheid komt langzaamaan weer op volle snelheid tot de Zuivering afloopt en ontvangt dan [500/800/1100] schade.",
  "dac_ability_shadow_demon_demonic_purge_lore": "Nu moet je eens goed luisteren, harige schoft. Ik weet dat je denkt dat je met Anessix samen kunt werken, maar heb je gezien in welk gezelschap zij verkeert? – <i>Hobgen, geen fan van demonen (of Enno)</i>",
  "dac_ability_sven_cleave": "Grote splijting",
  "dac_ability_sven_cleave_description": "PASSIEF: De melee-aanvallen van deze eenheid brengen [30/45/70]% toe aan nabije vijanden.",
  "dac_ability_sven_cleave_lore": "Heb je een Ridder van de Wake ooit zijn ding zien doen? Prachtig. – <i>Grek, gevechtsliefhebber</i>",
  "dac_ability_sven_gods_strength": "Godenkracht",
  "dac_ability_sven_gods_strength_description": "Sven wordt woest en richt 60 seconden lang [100/150/200]% meer schade aan.",
  "dac_ability_sven_gods_strength_lore": "Niets liever dan een man die op wraak uit is. – <i>Anessix neemt Sven op</i>",
  "dac_ability_timbersaw_whirling_death": "Werveldood",
  "dac_ability_timbersaw_whirling_death_description": "De scherpe randen van de wapenrusting van de Woudveller draaien in het rond, waardoor vijanden in een straal van 2 cellen [150/200/250] schade ontvangen.",
  "dac_ability_timbersaw_whirling_death_lore": "Ik dacht al dat Enno zijn bosvriendjes bijeen zou roepen, dus ik heb er zelf ook een paar gemobiliseerd. – <i>Hobgen lost problemen op</i>",
  "dac_ability_tusk_walrus_punch": "Walrus-KNAL!",
  "dac_ability_tusk_walrus_punch_description": "De Slagtand raakt het doelwit met zijn machtige Walrus-knal, een kritieke treffer die [300/350/400]% schade aanricht en het slachtoffer 1 seconde de lucht in lanceert. Na de landing wordt het slachtoffer 2 seconden met 40% vertraagd. Tijdens zijn aanval kan de Slagtand niet worden gedood.",
  "dac_ability_tusk_walrus_punch_lore": "Hij was mijn vriend. We zien gauw genoeg of hij hier is om me te helpen of om me een klap te verkopen. – <i>Jull denkt terug aan zijn jeugd</i>",
  "dac_ability_abaddon_aphotic_shield": "Duister schild",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon beschermt een bevriende eenheid met een schild dat gedurende 10 seconden in totaal [100/300/600] schade absorbeert.\n\nAls het schild wordt vernietigd, knalt het uit elkaar en richt het [100/300/600] schade aan aan vijanden in een straal van 2 cellen.\n\nVerwijdert verscheidene soorten negatieve effecten en verlammingen bij gebruik.",
  "dac_ability_abaddon_aphotic_shield_lore": "Ik heb veel respect voor het Huis van Avernus. – <i>O'nia tracht een wit voetje te halen</i>",
  "dac_ability_terrorblade_metamorph": "Metamorfose",
  "dac_ability_terrorblade_metamorph_description": "IJzing verandert in een krachtige demon die afstandsaanvallen op een afstand van 4 cellen aanricht en zijn schade en aanvalssnelheid met [50/100/200] en [50/75/100] verhoogt. Wanneer deze vaardigheid wordt gebruikt, wisselt IJzing tevens zijn gezondheid met die van een andere bondgenoot.",
  "dac_ability_terrorblade_metamorph_lore": "Wanneer je die met Anessix ziet praten, weet je dat er iets slechts staat te gebeuren. – <i>Jull houdt een oogje in het zeil</i>",
  "dac_ability_techies_bomb": "Afstandsmijnen",
  "dac_ability_techies_bomb_description": "De gang plaatst een explosief dat na 3 seconden ontploft en [700/1100/1500] schade aan doelwitten in een straal van [3/3/4] cellen aanricht.\n\nRicht de helft van de schade aan aan vijanden die zich op de helft van de maximale afstand bevinden.",
  "dac_ability_techies_bomb_lore": "Zeg wat je wilt over de Keen, maar ze zorgen altijd voor een lach op mijn gezicht. – <i>Hobgen bekijkt de nasleep van een sloop</i>",
  "dac_ability_disruptor_static_storm": "Statische storm",
  "dac_ability_disruptor_static_storm_description": "Disruptor veroorzaakt een verwoestende statische storm, die alle vijandelijke eenheden in een straal van 2 cellen rond het centrum [3/4/5] seconden het zwijgen oplegt.\n\nDe schade begint zwak, maar wordt na verloop van tijd steeds krachtiger. In totaal richt de storm [115/250/425] schade aan.",
  "dac_ability_disruptor_static_storm_lore": "Ik weet niet zeker of hij hier is om mij te helpen of dat hij de Aks in de gaten wil houden. – <i>Wren, leider van een losbandige bende</i>",
  "dac_ability_omniknight_purification": "Zuivering",
  "dac_ability_omniknight_purification_description": "De Alwetende ridder geneest een bevriende eenheid [200/400/720] en richt schade aan aan alle vijandelijke eenheden in een straal van 1 cel.",
  "dac_ability_omniknight_purification_lore": "Hij gebruikt zijn geloof als een wapen... net als ik. – <i>Turath, redder met waanvoorstellingen</i>",
  "dac_ability_pudge_meathook": "Vleeshaak",
  "dac_ability_pudge_meathook_description": "Pudge werpt een bloederige haak richting zijn verste vijand, waarna hij het slachtoffer naar zich toe sleurt en [150/220/290] schade aanricht.\n\nPudge en zijn bondgenoten in een straal van 1 cel vallen het slachtoffer vervolgens aan totdat deze doodgaat.",
  "dac_ability_pudge_meathook_lore": "Pudge? Ja, goeie gast. Zegt altijd gedag wanneer ik de lijken aan het looien ben. – <i>Carl, ondode kleermaker</i>",
  "dac_ability_warlock_shadow_word": "Schaduwspraak",
  "dac_ability_warlock_shadow_word_description": "De Heksenmeester fluistert een bezwering die direct [168/337/675] gezondheid van een bevriende eenheid en daarna 3 seconden lang [56/112/225] per seconde herstelt, of 3 seconden lang elke seconde [75/150/300] schade bij een vijandelijke eenheid aanricht.",
  "dac_ability_warlock_shadow_word_lore": "Sommige geheimen moeten geheim blijven... Ik zal het Demnok nog wel betaald zetten voor zijn gebrek aan discretie. – <i>Anessix, wachtend op het juiste moment</i>",
  "dac_ability_bloodseeker_blood_rage": "Bloedrazernij",
  "dac_ability_bloodseeker_blood_rage_description": "PASSIEF: Elke seconde ontvangt de Bloeddorstige schade die gelijkstaat aan 7% van zijn maximale gezondheid.\n\nNaarmate hij gezondheid verliest, krijgt hij aanvalssnelheid, tot maximaal 500 op 20% van zijn gezondheid.\n\nWanneer hij een vijand doodt, krijgt hij 35% van zijn gezondheid terug.",
  "dac_ability_bloodseeker_blood_rage_lore": "Als ik gedurende mijn loopbaan iets heb geleerd, is het dat men van bloed houdt. Huur deze vent in.  – <i>Grek, stellige promotor</i>",
  "dac_ability_arc_warden_tempest_double": "Stormkopie",
  "dac_ability_arc_warden_tempest_double_description": "De Plasmawachter maakt een kopie van zichzelf met de gezondheid die hij op dat moment heeft.\n\nDe dubbelganger kan alle huidige voorwerpen van de Plasmawachter gebruiken en zal dezelfde vijand proberen aan te vallen. Een kloon kan geen kloon maken.",
  "dac_ability_arc_warden_tempest_double_lore": "Met hem arriveren de mysteries van de schepping. – <i>Turath, cryptische profeet</i>",
  "dac_ability_mirana_arrow": "Heilige pijl",
  "dac_ability_mirana_arrow_description": "Mirana vuurt een pijl met dodelijke precisie af, die haar doelwit [3/5/7] seconden verlamt en [400/800/1800] schade aanricht.",
  "dac_ability_mirana_arrow_lore": "Vertrouw nooit op een fanatiekeling, Wren. Het is het niet waard. – <i>Jull geeft welgemeend advies</i>",
  "dac_ability_slark_essence_shift": "Essentieroof",
  "dac_ability_slark_essence_shift_description": "PASSIEF: Aanvallen van Slark verlagen de schade en aanvalssnelheid van zijn doelwit met [3/4/5].\n\nDe schade van Slark neemt toe met [3/4/5] en zijn aanvalssnelheid met [1/2/3].",
  "dac_ability_slark_essence_shift_lore": "Slark is essentieel om ons product het Duistere Rif in en uit te smokkelen. – <i>Jull, opgeklommen man</i>",
  "dac_ability_slark_pounce": "Sprong",
  "dac_ability_slark_pounce_description": "PASSIEF: Wanneer Slark na een sprong landt, ontwapent hij zijn doelwit 3 seconden.",
  "dac_ability_slark_pounce_lore": "Hoe heeft hij ons ook alweer weten te verrassen!? – <i>Hobgen, vurig temperament</i>",
  "dac_ability_black_dragon_splash_attack": "Gebiedsaanval",
  "dac_ability_black_dragon_splash_attack_description": "PASSIEF: De afstandsaanvallen van de zwarte draak richten schade aan in een straal van 1 cel rond zijn doelwit.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Grote splijting",
  "dac_ability_sven_great_cleave_description": "PASSIEF: De melee-aanvallen van deze eenheid richten splijtschade aan aan nabije vijanden.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Spreukimmuniteit",
  "dac_ability_roshan_spell_immune_description": "ACTIEF: Roshan wordt  seconden immuun voor spreuken.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Verstrikkende klauwen",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "De aanvallen van de geestesbeer hebben een kans om het doelwit te verstrikken en daarbij te verlammen.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Bloedlust",
  "dac_ability_thunder_lizard_bloodlust_description": "Het wezen zet een bevriende eenheid aan tot razernij, waardoor zijn bewegings- en aanvalssnelheid met [8/10/12]% en [30/40/50]% toenemen. Wanneer het zichzelf betovert, is de aanvalssnelheidsbonus [35/55/75]%.",
  "dac_ability_thunder_lizard_bloodlust_lore": " ",
  "dac_ability_healing_ward_healing_aura": "Genezingsaura",
  "dac_ability_healing_ward_healing_aura_description": "Geneest bevriende eenheden in een straal van 1 cel met 40 gezondheid per seconde.",
  "dac_ability_healing_ward_healing_aura_lore": "",
  "dac_ability_tombstone_raise_zombies": "Zombies opwekken",
  "dac_ability_tombstone_raise_zombies_description": "Eenheden die in een straal van 1 cel doodgaan veranderen in een zombie.",
  "dac_ability_tombstone_raise_zombies_lore": "",
  "dac_ability_barricade_aura": "Barricade",
  "dac_ability_barricade_aura_description": "Beschermt nabije eenheden en is immuun voor spreuken.",
  "dac_ability_barricade_aura_lore": "",
  "dac_ability_target_dummy_taunt": "Bespotting",
  "dac_ability_target_dummy_taunt_description": "Het oefendoelwit bespot vijanden.",
  "dac_ability_target_dummy_taunt_lore": "",
  "dac_ability_cinderwall_aura": "Sintelmuur",
  "dac_ability_cinderwall_aura_description": "Beschermt nabije eenheden en is immuun voor spreuken. Steekt nabije eenheden in brand.",
  "dac_ability_cinderwall_aura_lore": "",
  "dac_ability_faceless_void_chronocube": "Chronokubus",
  "dac_ability_faceless_void_chronocube_description": "Creëert [4/5/6] seconden een scheur in de ruimtetijd en verlamt alle eenheden die zich binnen een straal van 2 cellen van het midden van de kubus bevinden. De Gezichtsloze kan zich in de kubus erg snel bewegen en ontvangt terwijl hij in de kubus is 50 extra aanvalssnelheid. Enkel de Gezichtsloze wordt niet verlamd.",
  "dac_ability_faceless_void_chronocube_lore": "Claszureme gaat zich hiermee bemoeien. Dit kan een probleem worden. – <i>Jull realiseert zich dat hij de tijd niet kan slaan</i>",
  "dac_ability_faceless_void_time_walk": "Tijdsprong",
  "dac_ability_faceless_void_time_walk_description": "PASSIEF: De Gezichtsloze snelt naar zijn volgende doelwit en geneest van alle schade die hij tijdens de laatste 2 seconden opliep.",
  "dac_ability_faceless_void_time_walk_lore": "Kom op, ik zou die verdomde zandlopers nooit aanraken. Denk je dat ik wil dat Pierpont hier komt rondneuzen? – <i>Hobgen, verstandige maniak</i>",
  "dac_ability_legion_commander_duel": "Duel",
  "dac_ability_legion_commander_duel_description": "De Legioenscommandant valt de vijand aan met de laagste gezondheid 1 cel verderop, waardoor die [4/4.75/5.5] seconden lang wordt gedwongen om te vechten. Als een van de helden tijdens het Duel doodgaat, krijgt de overwinnaar [5/10/15] permanente bonusschade.",
  "dac_ability_legion_commander_duel_lore": "Tresdin, je hoeft zo'n houding niet aan te nemen... Ik kan je helpen Rix te vinden. – <i>Anessix is kalm onder druk</i>",
  "dac_ability_legion_commander_will_of_the_bullsnake": "Wil van de stierslang",
  "dac_ability_legion_commander_will_of_the_bullsnake_description": "<i>ONTGRENDELD DOOR DE DRAKENALLIANTIE</i>\nPASSIEF: Wanneer de Legioenscommandant een duel wint, geneest ze direct met 50% van haar maximale gezondheid.",
  "dac_ability_legion_commander_will_of_the_bullsnake_lore": "Ik ken uw soort, commandant, en u bent een van de gevaarlijkste wezens ooit. Een gelover. – <i>Wren, wereldstudent</i>",
  "dac_ability_nyx_assassin_spiked_carapace": "Stekelpantser",
  "dac_ability_nyx_assassin_spiked_carapace_description": "De Discipel van Nyx laat stekels uit zijn pantser tevoorschijn komen, waardoor 100% van de aangerichte schade teniet wordt gedaan en wordt gereflecteerd (max. één keer per bron). De bron van de schade wordt [1/1.5/2] seconden verlamd.",
  "dac_ability_nyx_assassin_spiked_carapace_lore": "Het juiste woord is geleedpotige. – <i>Quiet heeft oog voor detail</i>",
  "dac_ability_nyx_assassin_vendetta": "Vendetta",
  "dac_ability_nyx_assassin_vendetta_description": "PASSIEF: Nadat de Discipel van Nyx naar een eenheid teleporteert, richt hij 200 bonusschade aan bij zijn volgende aanval en schakelt hij alle passieve effecten van zijn vijand 4 seconden uit met break.",
  "dac_ability_nyx_assassin_vendetta_lore": "Insect. Geleedpotige. Wat boeit het. Het gaat erom dat hij nu iemand moet doden... Kun jij het regelen, of niet? – <i>O'nia, geen fan van betweters</i>",
  "dac_ability_weaver_shukuchi": "Shukuchi",
  "dac_ability_weaver_shukuchi_description": "De Wever wordt onzichtbaar en ongrijpbaar, en beweegt zich snel door een eenheid tot op een afstand van 3 cellen. De Wever richt [60/120/200] schade aan aan alle vijanden waar hij zich doorheen beweegt.",
  "dac_ability_weaver_shukuchi_lore": "Wever. Samen maken wij de wereld opnieuw. – <i>Turath is gek genoeg om het te doen</i>",
  "dac_ability_broodmother_spawn_spiderlings": "Jonge spinnen oproepen",
  "dac_ability_broodmother_spawn_spiderlings_description": "Broedmoeder injecteert haar kroost in een vijandige eenheid, wat deze [150/250/350] toebrengt. Als het doelwit sterft, worden er [4/6/12] spinnetjes uitgebroed. Deze spinnetjes kunnen niet als doelwit worden gekozen, richten weinig schade aan en hebben 1 gezondheid.",
  "dac_ability_broodmother_spawn_spiderlings_lore": "",
  "dac_ability_broodmother_spin_web": "Spinnenweb",
  "dac_ability_broodmother_spin_web_description": "Broedmoeder spint een web van 2 cellen breed over een vijandige eenheid. Vijanden in het web verliezen [20/30/40] aanvalssnelheid, 80% bewegingssnelheid en [50/75/100]% snelheid waarmee spreuken kunnen worden uitgesproken.",
  "dac_ability_broodmother_spin_web_lore": "Ik kan je kindjes vast niet inhuren om wat zijde voor me te spinnen? Ik weet vrij zeker dat spinnen niet onder wetgeving omtrent kinderarbeid vallen. – <i>Carl, ethisch kleermaker</i>",
  "dac_ability_wisp_tether": "Koppeling",
  "dac_ability_wisp_tether_description": "Io koppelt zich vast aan de dichtstbijzijnde geallieerde held en trekt zichzelf ernaartoe. Io en de gekoppelde held krijgen [50/80/110] meer aanvalssnelheid en [10/20/30]% schadevermindering. De koppeling breekt als Io meer dan 4 cellen van de andere eenheid verwijderd raakt.",
  "dac_ability_wisp_tether_lore": "<i>Enno staart aandachtig naar Io</i>",
  "dac_ability_wisp_relocate": "Verplaatsen",
  "dac_ability_wisp_relocate_description": "Io teleporteert zichzelf 4 seconden lang weg om een dode held opnieuw tot leven te wekken. Io en de held komen terug met volledige gezondheid en gezuiverd van negatieve effecten.",
  "dac_ability_wisp_relocate_lore": "<i>Io staart terug</i>",
  "dac_ability_bristleback_quill_spray": "Stekelstorm",
  "dac_ability_bristleback_quill_spray_description": "Stekelrug vuurt stekels van zijn rug af en brengt zo schade toe aan vijandelijke eenheden op 2 cellen afstand. Vijanden ontvangen elke keer dat ze door Stekelstorm worden geraakt [40/80/160] schade, met extra [60/64/68] schade voor elke keer dat ze tijdens deze ronde door de Stekelstorm worden geraakt, tot een maximum van 5.",
  "dac_ability_bristleback_quill_spray_lore": "Laat me je iets pijnlijk duidelijk maken. Jij en de Slagtand laten mijn bar vannacht met rust. – <i>Jull, uitsmijter</i>",
  "dac_ability_life_stealer_feast": "Feestmaal",
  "dac_ability_life_stealer_feast_description": "PASSIEF: De aanvallen van de Levensrover richten schade aan vijanden aan en genezen hem voor [3/4.5/6]% van de maximale gezondheid van zijn doelwit.",
  "dac_ability_life_stealer_feast_lore": "Ik zou het erg waarderen als je op basis van mijn toestand geen aannames doet over mijn vermogen om de verblijfplaats van de Levensrover te kennen. – <i>Carl wordt vaak verkeerd beoordeeld</i>",
  "dac_ability_dazzle_shadow_wave": "Schaduwgolf",
  "dac_ability_dazzle_shadow_wave_description": "Dazzle zendt een straal energie uit die tussen maximaal [3/4/5] bondgenoten op een afstand van 3 cellen springt. Elke geraakte bondgenoot wordt met [80/140/200] genezen en vijandelijke eenheden in een straal van 1 cellen ontvangen [80/140/200] schade. Dazzle wordt altijd door Schaduwgolf genezen.",
  "dac_ability_dazzle_shadow_wave_lore": "En hoeveel gaat het kosten om je diensten aan te houden? Ik heb er persoonlijk belang bij om niet te sterven. – <i>O'nia, paranoïde</i>",
  "dac_ability_underlord_scales": "Schaalt met het level van de Underlord",
  "dac_ability_anessix_summon_companions": "De duivelse vrienden van Anessix",
  "dac_ability_anessix_summon_companions_description": "Anessix roept haar demonenbende op. Als beide demonen dood zijn, wekt ze hen terug tot leven.",
  "dac_ability_anessix_summon_companions_lore": "Over de duivelse vrienden",
  "dac_ability_anessix_summon_golem": "Demonische golem oproepen",
  "dac_ability_anessix_summon_golem_description": "Anessix maakt gebruik van een onheilige gunst om een demonische golem op te roepen.",
  "dac_ability_anessix_summon_golem_lore": "Over de demonische golem",
  "dac_ability_anessix_passive": "Passieve vaardigheid",
  "dac_ability_anessix_passive_description": "Anessix genereert een basis van 1.5 hype per seconde (HPS), met een extra 0.72 HPS per geallieerde demon op het bord. Ze roept een metgezel herhaaldelijk op om aan haar zijde te vechten.",
  "dac_ability_anessix_companion_archer_passive": "Kritieke treffer",
  "dac_ability_anessix_companion_archer_passive_description": "PASSIEF: De Demonische Boogschutter heeft elke aanval een kans van 20% om een verwoestende kritieke treffer van 200% bij vijandelijke eenheden te veroorzaken.",
  "dac_ability_anessix_companion_archer_passive_lore": "Over de duivelse vrienden",
  "dac_ability_anessix_pure_pain": "Pure pijn",
  "dac_ability_anessix_pure_pain_description": "Anessix valt een willekeurige vijand aan en brengt die 6 seconden lang 10 pure schade aan per seconde.",
  "dac_ability_anessix_pure_pain_description_perlevel": "Anessix valt een willekeurige vijand aan en brengt die {s:duration} seconden lang {s:damage_per_level} pure schade per level aan.",
  "dac_ability_anessix_pure_pain_lore": "Over pure pijn",
  "dac_ability_anessix_martyrs_boon": "De Zegen van de Martelaar",
  "dac_ability_anessix_martyrs_boon_description": "Anessix krijgt schade toebedeeld voor 20% van haar maximale gezondheid. Alle geallieerde eenheden genezen onmiddellijk aan 50 en krijgen 5 herstel van HP gedurende 8 seconden.",
  "dac_ability_anessix_martyrs_boon_description_perlevel": "Anessix krijgt schade toebedeeld voor {s:selfdmg}% van haar maximale gezondheid. Alle geallieerde eenheden genezen onmiddellijk aan {s:immediate_heal_per_level} per level en krijgen ook {s:regen_per_level} herstel van HP per level gedurende {s:duration} seconden.",
  "dac_ability_anessix_martyrs_boon_lore": "Over de zegen van de martelaar",
  "dac_ability_anessix_enthrall": "Obsessie",
  "dac_ability_anessix_enthrall_description": "Anessix markeert 5 seconden een doelwit voor haar leger en dwingt ze om het aan te vallen. Als het doelwit doodgaat, brengt Anessix het terug als een demon die voor haar vecht.",
  "dac_ability_anessix_enthrall_description_lore": "Over obsessie",
  "dac_ability_demon_warrior_bash": "Krijgersmokerslag",
  "dac_ability_demon_warrior_bash_description": "De metgezel van Anessix heeft 25% kans om hun doelwit 1.5 seconden te verlammen en 20 extra schade aan te richten.",
  "dac_ability_demon_warrior_bash_lore": "Over obsessie",
  "dac_ability_hobgen_passive": "Passieve vaardigheid",
  "dac_ability_hobgen_passive_description": "Hobgen genereert 1.65 hype per seconde (HPS), met een extra 0.95 HPS per eenheid die hij in brand steekt. Elke vijand die hij aanvalt, wordt 3 seconden lang in vuur en vlam gezet.",
  "dac_ability_hobgen_explosivo": "Explosivo!",
  "dac_ability_hobgen_explosivo_description": "Hobgen werpt een vuurbal naar een doelwit die 125 schade aanricht. De schade wordt gelijk verdeeld over alle doelwitten die in de buurt staan en zet ze allemaal in brand.",
  "dac_ability_hobgen_explosivo_description_perlevel": "Hobgen werpt een vuurbal naar een doelwit die {s:damage_base_per_level} schade per level aanricht. De schade wordt gelijk verdeeld over alle doelwitten die in de buurt staan en zet ze allemaal in brand.",
  "dac_ability_hobgen_explosivo_description_lore": "Over explosivo! ",
  "dac_ability_hobgen_supercharged": "Superlading",
  "dac_ability_hobgen_supercharged_description": "Hobgen geeft de dichtstbijzijnde vriendelijke eenheid een superlading, waardoor deze in brand komt te staan en 15 aanvalssnelheid ontvangt.",
  "dac_ability_hobgen_supercharged_description_perlevel": "Hobgen geeft de dichtstbijzijnde vriendelijke eenheid een superlading, waardoor deze in brand komt te staan en {s:aspd_per_level} aanvalssnelheid per level ontvangt.",
  "dac_ability_hobgen_supercharged_description_lore": "Over superlading",
  "dac_ability_hobgen_airstrike": "Vriendelijk vuur",
  "dac_ability_hobgen_airstrike_description": "De maatjes van Hobgen gooien 8 bommen op het slagveld die 500 schade aanrichten bij vijandelijke eenheden die rechtstreeks geraakt worden door hun ontploffingen. Vijanden die in het schadegebied van de explosie staan, krijgen de helft van die schade.",
  "dac_ability_hobgen_airstrike_description_lore": "Over vriendelijk vuur ",
  "dac_ability_hobgen_letsgocrazy": "Laten we lekker maf doen",
  "dac_ability_hobgen_letsgocrazy_description": "Hobgen ontvangt een superlading en wisselt constant van doelwit om eenheden te treffen die niet in brand staan.",
  "dac_ability_hobgen_letsgocrazy_description_perlevel": "Hobgen ontvangt een superlading en wisselt constant van doelwit om eenheden te treffen die niet in brand staan.",
  "dac_ability_hobgen_letsgocrazy_description_lore": "Over Laten we lekker maf doen ",
  "dac_ability_demon_warrior_protect": "Krijgerbescherming",
  "dac_ability_demon_warrior_protect_description": "De demon beschermt Anessix door haar af te schermen van afstandsaanvallen.",
  "dac_ability_demon_warrior_protect_description_lore": "Over krijgerbescherming"
}