{
  "dac_ability_antimage_mana_break": "Quebra de Mana",
  "dac_ability_antimage_mana_break_description": "PASSIVA: O Antimago queima [30/60/90] da mana do seu alvo com cada ataque, causando 50% da mana queimada como dano adicional.",
  "dac_ability_antimage_mana_break_lore": "O Antimago anda à minha procura... e eu estarei preparado. - <i>Turath, fugitivo da Mansão Tyler</i>",
  "dac_ability_queenofpain_scream_of_pain": "Grito da Dor",
  "dac_ability_queenofpain_scream_of_pain_description": "A Rainha da Dor solta um grito torturante à sua volta, causando [200/300/400] de dano a todos os inimigos dentro de até 3 espaços de distância.",
  "dac_ability_queenofpain_scream_of_pain_lore": "A Akasha pode não ser uma amiga próxima, mas ela vai ajudar-me de bom grado se pensar que lhe posso a ficar a dever mais tarde. - <i>Anessix, sempre pragmática</i>",
  "dac_ability_lina_laguna_blade": "Lâmina Laguna",
  "dac_ability_lina_laguna_blade_description": "A Lina lança um raio fulminante que causa [500/750/1200] de dano a uma unidade.",
  "dac_ability_lina_laguna_blade_lore": "Não foi difícil convencer a Lina a vir para Torre Branca, visto que somos fãs do trabalho um do outro. - <i>Hobgen, incendiário profissional</i>",
  "dac_ability_natures_prophet_summon_tree": "Chamamento da Natureza",
  "dac_ability_natures_prophet_summon_tree_description": "O Profeta da Natureza invoca um Treant. Este Treant é considerado um Druida.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno chamou os seus amiguinhos da floresta... isso pode ser um problema. - <i>O'nia, comerciante banida de Revtel</i>",
  "dac_ability_windrunner_powershot": "Disparo Poderoso",
  "dac_ability_windrunner_powershot_description": "A Arqueira do Vento carrega o seu arco durante até 1.5 segundos para dar um poderoso disparo, causando até [200/400/600] de dano. O Disparo Poderoso vai perdendo 10% do dano por cada inimigo em que acertar.",
  "dac_ability_windrunner_powershot_lore": "Fiz muitos amigos nas minhas viagens e não tenho medo de cobrar uns favores. - <i>Wren, viajante do mundo</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Pó Paralisante",
  "dac_ability_witch_doctor_paralyzing_cask_description": "O Curandeiro lança uma cabaça com pó paralisante que ressalta [5/7/9] vezes entre unidades inimigas, atordoando-as e causando [50/75/100] de dano a cada uma.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Sou um grande fã do teu trabalho... - <i>Hobgen, perturbador da paz</i>",
  "dac_ability_juggernaut_blade_fury": "Fúria da Lâmina",
  "dac_ability_juggernaut_blade_fury_description": "Quando rodeado por 2 ou mais inimigos, o Juggernaut rodopia com a sua espada, ficando imune a magia e causando [50/100/150] de dano por segundo a todas as unidades inimigas a 1 espaço de distância durante 5 segundos.",
  "dac_ability_juggernaut_blade_fury_lore": "O Yurnero é mais do que um guerreiro, ele é um <i>Juggernaut</i>. Se o tivermos do nosso lado, corpos vão começar a empilhar num instante. - <i>Grek a ponderar todas as opções</i>",
  "dac_ability_sandking_burrowstrike": "Investida Subterrânea",
  "dac_ability_sandking_burrowstrike_description": "O Rei das Areias começa a escavar e avança, causando [150/250/350] de dano aos inimigos atingidos e atordoando-os durante 2 segundos.\nAplica uma instância de Final Cáustico em todos os inimigos atingidos.",
  "dac_ability_sandking_burrowstrike_lore": "Tivemos muito trabalho a estabelecer a nossa rede de túneis. Não podemos permitir que o Rei das Areias destrua o que construímos. - <i>Jull, barão do licor</i>",
  "dac_ability_sandking_caustic_finale": "Final Cáustico",
  "dac_ability_sandking_caustic_finale_description": "PASSIVA: Sempre que o Rei das Areias atinge um inimigo, este fica envenenado durante 3.5 segundos. Quando a duração do veneno acaba, o inimigo explode, causando [50/100/200] de dano e reduzindo a velocidade de ataque a todos os inimigos adjacentes em -35 durante 1.75 segundos. O dano é reduzido para metade se o alvo ainda estiver vivo.",
  "dac_ability_sandking_caustic_finale_lore": "Vamos ter agora de meter aqui umas lonas por causa deste gajo? - <i>Anessix, infernalista asseada</i>",
  "dac_ability_shadow_fiend_requiem": "Réquiem das Almas",
  "dac_ability_shadow_fiend_requiem_description": "O Terror das Sombras reúne as almas dos condenados e liberta energia demoníaca à sua volta, causando [100/175/250] de dano a todos os inimigos atingidos.",
  "dac_ability_shadow_fiend_requiem_lore": "A Corte de Ristul e eu temos um... entendimento. - <i>Anessix, entidade demoníaca materializada</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Coup de Grâce",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASSIVA: A Assassina Fantasma tem uma probabilidade de [15/20/25]% de desferir um golpe crítico de [300/450/600]% em unidades inimigas.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Ela assassinou o Kwerthias, porque não deveria eu assumir que ela veio cá para me matar também? - <i>O'nia, comerciante paranoica</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Aura de Precisão",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASSIVA: A Arqueira Drow concede um bónus de [10/20/30]% de velocidade de ataque a todos os aliados a 1 espaço de distância.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex. Tu e eu vamos chegar ao topo. Confia em mim. - <i>Grek, charlatão profissional</i>",
  "dac_ability_morphling_waveform": "Forma de Onda",
  "dac_ability_morphling_waveform_description": "O Morfídeo dissolve-se em líquido e lança-se para a frente, causando [150/250/350] de dano a todos os inimigos no seu caminho.\n\nO Morfídeo é invulnerável durante o uso de Forma de Onda.",
  "dac_ability_morphling_waveform_lore": "A capacidade de Turath conseguir o favor de algo como o Morfídeo é... preocupante. - <i>Quiet, conspiradora mecânica</i>",
  "dac_ability_axe_berserkers_call": "Grito do Berserker",
  "dac_ability_axe_berserkers_call_description": "O Axe provoca unidades inimigas dentro de 1 espaço de distância, obrigando-as a atacá-lo. Enquanto esta habilidade estiver ativa, o Axe ganha mais [15/25/35] de armadura.",
  "dac_ability_axe_berserkers_call_lore": "Conseguir a ajuda do Axe é simples... só precisas de cerveja e de lhe prometer uma boa história que ele possa contar depois. - <i>Wren, rebelde entusiasta</i>",
  "dac_ability_razor_plasma_field": "Campo de Plasma",
  "dac_ability_razor_plasma_field_description": "O Razor liberta um círculo de eletricidade que aumenta de poder à medida que se expande, mas que também causa dano ao contrair-se, abrandando e causando dano a unidades inimigas no seu caminho. O dano e o abrandamento aumentam quanto mais longe os inimigos estiverem do Razor. O círculo atinge cada unidade duas vezes, uma de cada direção.",
  "dac_ability_razor_plasma_field_lore": "Se achas que ele é assustador nas ruas de Torre Branca, devias ver o que ele faz no Labirinto Estreito. - <i>Anessix, fã de desportos</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Aura Arcana",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASSIVA: A cada 2 segundos, a Donzela Cristalina concede mais [8/14/20] de regeneração de mana a todas as unidades aliadas.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Descubram se ela está aqui por minha causa, ou por causa de Turath. - <i>Jull, contrabandista de Icewrack</i>",
  "dac_ability_kunkka_ghostship": "Navio Fantasma",
  "dac_ability_kunkka_ghostship_description": "Kunkka invoca um navio fantasma que navega pela batalha até colidir, causando [50/150/250] de dano e atordoando todos os inimigos num alcance de até [2/2/3] espaços do local da colisão durante [1.4/1.7/2] segundos.",
  "dac_ability_kunkka_ghostship_lore": "A Mamã Eeb tinha muitos amigos... o Kunkka quer respostas tanto quanto eu. - <i>Wren, filha vingativa</i>",
  "dac_ability_tiny_toss": "Lançamento",
  "dac_ability_tiny_toss_description": "O Rocha agarra num inimigo adjacente aleatório e lança-o contra o inimigo mais distante.\n\nO impacto causa [100/200/300] de dano a todos os inimigos a 1 espaço de distância e atordoa-os durante [1.5/2/2.5] segundos.",
  "dac_ability_tiny_toss_lore": "Parece que o Enno lá arranjou alguém com caparro. - <i>Grek encontra um grande problema</i>",
  "dac_ability_puck_illusory_orb": "Orbe Ilusório",
  "dac_ability_puck_illusory_orb_description": "O Puck lança um orbe mágico que flutua em linha reta, causando [150/200/250] de dano a todos os inimigos no seu caminho.",
  "dac_ability_puck_illusory_orb_lore": "Não te deixes enganar pela aparência dele, olha que o Puck é um valente sacana. - <i>Hobgen a dizer algumas palavras sábias</i>",
  "dac_ability_puck_phase_shift": "Mudança de Fase",
  "dac_ability_puck_phase_shift_description": "<i>DESBLOQUEADA PELA ALIANÇA DE DRAGÕES</i>\nPASSIVA: Mesmo antes de sofrer dano, o Puck viaja para outra dimensão, onde fica imune a dano durante 0.5 segundos.",
  "dac_ability_puck_phase_shift_lore": "Aquele sacana nunca está cá quando é preciso. - <i>Hobgen, sempre impaciente</i>",
  "dac_ability_clockwerk_battery_assault": "Ataque de Artilharia",
  "dac_ability_clockwerk_battery_assault_description": "O Mecanizado dispara estilhaços perigosos a unidades inimigas aleatórias a 1 espaço de distância durante 5 segundos, causando [50/75/100] de dano mágico e mini-atordoamento.",
  "dac_ability_clockwerk_battery_assault_lore": "O Arauto de Latão chamar-te-ia abominação, mas eu considero-te bem esperto, pequeno Keen. - <i>Quiet, autómata herege</i>",
  "dac_ability_lich_chain_frost": "Congelamento em Cadeia",
  "dac_ability_lich_chain_frost_description": "O Lich lança um orbe de gelo que ressalta até [6/9/12] vezes entre unidades inimigas próximas, reduzindo a sua velocidade de ataque e movimento em -65% durante 2.5 segundos e causando [200/300/400] de dano sempre que acertar.",
  "dac_ability_lich_chain_frost_lore": "Nós podemos ajudar-nos um ao outro, Lich. - <i>Turath a fazer um pacto faustiano</i>",
  "dac_ability_tidehunter_ravage": "Devastação",
  "dac_ability_tidehunter_ravage_description": "O Caçador das Marés bate no chão e ergue tentáculos em todas as direções, causando [100/150/250] de dano a todas as unidades inimigas dentro de até [1/2/3] espaços de distância e atordoando-as durante [2/2.25/3] segundos.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, gostava mais de ti quando não andavas a ser perseguido por um Leviatã. - <i>Wren, amiga da onça</i>",
  "dac_ability_shadow_shaman_voodoo": "Enfeitiçamento",
  "dac_ability_shadow_shaman_voodoo_description": "O Xamã das Sombras transforma uma unidade inimiga numa criatura inofensiva, impedindo-a de atacar e usar habilidades durante [4/6/8] segundos.",
  "dac_ability_shadow_shaman_voodoo_lore": "Aquele gajo é que sabe dar um espetáculo! - <i>Grek a mostrar cortesia profissional</i>",
  "dac_ability_enigma_midnight_pulse": "Pulsação da Meia-noite",
  "dac_ability_enigma_midnight_pulse_description": "O Enigma cobre a área à volta de um alvo com ressonância maligna. Todos os inimigos dentro de até [1/2/3] espaços de distância do alvo sofrem dano idêntico a [5/7/9]% da sua vida máxima durante 10 segundos.",
  "dac_ability_enigma_midnight_pulse_lore": "Existem algumas coisas neste mundo que não podes controlar. - <i>Turath, mago louco</i>",
  "dac_ability_tinker_heat_seeking_missile": "Míssil Termoguiado",
  "dac_ability_tinker_heat_seeking_missile_description": "O Engenhoso lança rockets a [2/3/4] inimigos aleatórios, causando [350/450/450] de dano ao explodirem.",
  "dac_ability_tinker_heat_seeking_missile_lore": "A Sociedade dos Keens Unidos vai ser um problema se não se fizer nada. - <i>O'nia tenta formar uma frente unificada</i>",
  "dac_ability_sniper_assassinate": "Assassinar",
  "dac_ability_sniper_assassinate_description": "O Sniper faz pontaria a um inimigo e, após 2 segundos, dispara um tiro devastador que causa [1000/2000/3000] de dano e mini-atordoamento.",
  "dac_ability_sniper_assassinate_lore": "Sabes, eu costumava ter um número com Keens no início do meu espetáculo. Era muito bom para o público, muito mau para o seguro de responsabilidade. - <i>Grek a fazer contas à vida</i>",
  "dac_ability_necrophos_death_pulse": "Pulsação da Morte",
  "dac_ability_necrophos_death_pulse_description": "O Necrofos solta uma onda de morte à sua volta, afetando inimigos e aliados num alcance de até 3 espaços.\n\nCausa [100/150/200] de dano a inimigos e cura [100/175/250] de vida a aliados.",
  "dac_ability_necrophos_death_pulse_lore": "Vá lá Necrofos, tem de haver algo que tu queiras... - <i>Anessix, persuasora diabólica</i>",
  "dac_ability_slardar_amplify_damage": "Neblina Corrosiva",
  "dac_ability_slardar_amplify_damage_description": "O Slardar reduz a armadura de um inimigo em [-15/-30/-45] durante 20 segundos.",
  "dac_ability_slardar_amplify_damage_lore": "Se o Slark e eu conseguimos chegar a acordo, com certeza que também nós o conseguiremos. - <i>Jull, contrabandista de licor</i>",
  "dac_ability_beastmaster_wild_axes": "Machados Selvagens",
  "dac_ability_beastmaster_wild_axes_description": "O Mestre das Feras lança os seus machados e chama-os de volta, causando [60/100/140] de dano a todos os inimigos no seu caminho.\n\nCada machado só pode atingir um inimigo uma vez e amplifica o dano subsequente do Mestre das Feras em [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "Mas quantos destes malucos pela natureza é que vão lutar por aquele minorca? - <i>Grek a queixar-se do Enno</i>",
  "dac_ability_venomancer_plague_ward": "Sentinela Pestilenta",
  "dac_ability_venomancer_plague_ward_description": "O Venomante invoca [1/1/1] Sentinela Pestilenta, que luta ao lado dele.",
  "dac_ability_venomancer_plague_ward_lore": "As tuas criações são um regalo para os olhos. Deixa-me ajudar-te a cultivar o teu jardim... - <i>Turath apercebe-se que dar graxa é a chave para o sucesso</i>",
  "dac_ability_templar_assassin_refraction": "Refração",
  "dac_ability_templar_assassin_refraction_description": "A Assassina Templária torna-se evasiva, evitando dano e passando a causar mais [40/60/80]% de dano.\n\nOs bónus de dano e de evasão são separados, cada um com [4/6/8] instâncias.",
  "dac_ability_templar_assassin_refraction_lore": "Se me ajudares, ficamos quites. - <i>Wren a tentar arranjar toda a ajuda que conseguir</i>",
  "dac_ability_viper_viper_strike": "Ataque Viperino",
  "dac_ability_viper_viper_strike_description": "O veneno ácido do Viper abranda a velocidade de movimento e ataque de um inimigo em [-40/-60/-80]%, enquanto causa [150/250/350] de dano venenoso ao longo do tempo.\n\nO efeito abrandante diminui ao longo da duração do veneno.",
  "dac_ability_viper_viper_strike_lore": "Não somos assim tão diferentes... eu também sei o que é a escravidão. - <i>Quiet, autómata conspiradora</i>",
  "dac_ability_viper_corrosive_skin": "Escamas Corrosivas",
  "dac_ability_viper_corrosive_skin_description": "<i>DESBLOQUEADA PELA ALIANÇA DE DRAGÕES</i>\nPASSIVA: O Viper liberta uma toxina infeciosa que causa [20/30/40] de dano por segundo e reduz a velocidade de ataque de qualquer inimigo que lhe causar dano durante 2 segundos. O ácido libertado também aumenta a resistência do Viper a magia em [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Gostava de arranjar uma maneira de pegar nele e transformá-lo num casaco... <i>Carl, sonhador ambicioso</i>",
  "dac_ability_luna_moon_glaive": "Glaives Lunares",
  "dac_ability_luna_moon_glaive_description": "PASSIVA: As armas da Luna ressaltam entre inimigos dentro de até 2 espaços de distância.\n\nAs armas causam menos 30% de dano com cada ressalto.",
  "dac_ability_luna_moon_glaive_lore": "Não entendo nem metade do que 'tás a dizer, mas gosto da maneira como atiras essas coisas. - <i>Grek, pessoa sociável</i>",
  "dac_ability_dragon_knight_breathe_fire": "Soprar Fogo",
  "dac_ability_dragon_knight_breathe_fire_description": "O Cavaleiro Dragão lança uma rajada de fogo à sua frente, causando [200/350/500] de dano a inimigos e reduzindo o dano dos ataques destes em [25/40/55] durante 6 segundos.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, os teus talentos estão a ser desperdiçados em alguém que não aprecia a beleza do que fazes. - <i>Hobgen a tentar caçar talentos</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Forma de Dragão Ancestral",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>DESBLOQUEADA PELA ALIANÇA DE DRAGÕES</i>\nPASSIVA: No início do combate, o Cavaleiro Dragão assume a forma de um dos três poderosos dragões ancestrais, o que aumenta a sua velocidade de movimento em 30% e seu dano de ataque em [50/100/150], para além de lhe conceder novos poderes.\n\nDragão Verde:\\nOs ataques causam [30/30/30] de dano venenoso por segundo durante [5/5/5] segundos.\n\nDragão Vermelho:\\nAlém de envenenar inimigos, os ataques causam 50% de dano a todos os inimigos a 1 espaço de distância do alvo.\n\nDragão Azul:\\nAlém de envenenar inimigos, os ataques reduzem a velocidade de movimento em -30% e a velocidade de ataque em -30% de todos os inimigos a 1 espaço de distância do alvo durante [3/3/3] segundos.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "O Kaden falou muito bem de ti, vamos ver se tais louvores são merecidos. - <i>Wren, admiradora do Castelo do Dragão</i>",
  "dac_ability_enchantress_natures_attendants": "Ajudantes da Natureza",
  "dac_ability_enchantress_natures_attendants_description": "A Encantadora invoca uma nuvem de [3/5/7] espíritos que curam todos os aliados dentro de até 4 espaços de distância.\n\nCura 25 de vida a aliados a cada 1.5 segundos, ao longo de 11 segundos.",
  "dac_ability_enchantress_natures_attendants_lore": "Ela não vai aguentar nem um dia em Torre Branca. Nem. Um. Dia. - <i>Hobgen subestima a oposição</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Lançar Shuriken",
  "dac_ability_bounty_hunter_shuriken_toss_description": "O Caçador de Recompensas lança uma shuriken fatal a uma unidade inimiga, causando [300/500/700] de dano e mini-atordoando o alvo.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Desde que tenhas dinheiro, confia sempre num homem cuja lealdade esteja à venda. <i>O'nia e a sua sabedoria questionável</i>",
  "dac_ability_batrider_sticky_napalm": "Napalm Pegajoso",
  "dac_ability_batrider_sticky_napalm_description": "O Morcegal lança óleo pegajoso a uma unidade, o que também afeta inimigos dentro de 2 espaços de distância do alvo. O óleo adiciona [20/40/80] de dano aos ataques do Morcegal contra inimigos afetados e abranda-lhes as velocidades de movimento e de ataque em -5%.\n\nUtilizações adicionais de Napalm Pegajoso continuam a aumentar o dano e as percentagens de abrandamento ([4/7/10] vezes no máximo).",
  "dac_ability_batrider_sticky_napalm_lore": "Eu adoro este gajo. ADORO. - <i>Hobgen, piromaníaco</i>",
  "dac_ability_doom_bringer_doom": "Condenação",
  "dac_ability_doom_bringer_doom_description": "O Doom invoca uma maldição que impede um inimigo de lançar feitiços, usar itens ou usar bónus passivos, para além de lhe causar [60/90/120] de dano por segundo.\n\nDura 20 segundos.",
  "dac_ability_doom_bringer_doom_lore": "Prefiro fazer os meus pactos com demónios metafóricos... - <i>O'nia opina sobre os aliados de Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Lançamento Aéreo",
  "dac_ability_gyrocopter_call_down_description": "O Girocóptero lança uma rajada de mísseis aéreos que atingem inimigos dentro de 3 espaços de distância do local de impacto.\n\nDois mísseis chegam em sucessão: o primeiro causa [200/300/400] de dano e 30% de abrandamento durante 2 segundos, e o último causa [200/300/400] de dano e 60% de abrandamento durante 4 segundos.",
  "dac_ability_gyrocopter_call_down_lore": "Imagina quanta mercadoria poderíamos contrabandear com a ajuda dele. <i>Jull a pensar no panorama geral</i>",
  "dac_ability_alchemist_acid_spray": "Spray Ácido",
  "dac_ability_alchemist_acid_spray_description": "O Alquimista lança ácido que atinge inimigos dentro de 3 espaços de distância do alvo.\n\nInimigos que estiverem no terreno contaminado irão sofrer [15/25/35] de dano por segundo e terão menos [-5/-8/-11] de armadura.",
  "dac_ability_alchemist_acid_spray_lore": "Tu gostas de queimar as caras das pessoas e eu gosto de queimar as casas delas... não há combinação melhor que esta. - <i>Hobgen a juntar o útil ao agradável</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Invocar Lobos",
  "dac_ability_lycan_wolf_spawn_shift_description": "O Lican invoca dois lobos que lutam do lado dele.\n\nDepois, o Lican transforma-se, passando a ter mais [30/40/50]% da sua vida máxima, 650 de velocidade de movimento e uma probabilidade de 40% de causar mais [150/175/200]% de dano crítico.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Por favor, Lican. Ajuda-me a vingar-me. - <i>Wren a apelar à humanidade de Lican</i>",
  "dac_ability_lone_druid_summon_bear": "Invocar Espírito Urso",
  "dac_ability_lone_druid_summon_bear_description": "Invoca um poderoso Espírito Urso aliado.",
  "dac_ability_lone_druid_summon_bear_lore": "Mantém-me esse urso longe de mim, pode ser? Não gosto de ursos. - <i>Grek, com fobia a ursos</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Raio Caótico",
  "dac_ability_chaos_knight_chaos_bolt_description": "O Cavaleiro do Caos lança um raio misterioso de energia que atordoa uma unidade inimiga durante um período de tempo aleatório e que também causa uma quantidade aleatória de dano.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "Um bocado de caos não ia fazer mal nenhum aqui pelos lados de Torre Branca... - <i>Hobgen, agente do caos</i>",
  "dac_ability_ogre_magi_bloodlust": "Sede de Sangue",
  "dac_ability_ogre_magi_bloodlust_description": "O Ogre Magi incita um frenesim numa unidade aliada, aumentando a sua velocidade de movimento em [8/10/12]% e a sua velocidade de ataque em [30/65/100]%. Se o alvo for o próprio Ogre Magi, o bónus de velocidade de ataque é de [50/90/130]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "O Magi vale o dobro do que ele cobra. Ainda bem que ele é um idiota. - <i>O'nia a falar sobre pechinchas</i>",
  "dac_ability_treant_leech_seed": "Semente Absorvente",
  "dac_ability_treant_leech_seed_description": "O Protetor Treant planta uma semente que extrai a força vital de um inimigo, drenando [100/150/200] da vida deste a cada 1.5 segundos, enquanto reduz as suas velocidades de ataque e de movimento em -50%.\n\nA semente cura unidades aliadas a 1 espaço de distância do alvo. Dura 5 segundos. A semente desaparece se o alvo morrer.",
  "dac_ability_treant_leech_seed_lore": "Tenho de admitir, não esperava que o Enno conseguisse a ajuda de uma árvore. - <i>Jull e Anessix enquanto bebem um copo</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Iluminar",
  "dac_ability_keeper_of_the_light_illuminate_description": "O Guardião da Luz concentra energia, que se torna mais poderosa com o passar do tempo. Ao libertar a energia, é lançada uma onda que causa [150/200/250] de dano por cada segundo passado a concentrar a habilidade.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "O Guardião é mais poderoso do que aparenta. Se não fizermos nada, ele vai ser o nosso fim. - <i>Turath, destruidor da luz</i> ",
  "dac_ability_medusa_stone_gaze": "Olhar Petrificante",
  "dac_ability_medusa_stone_gaze_description": "Inimigos que olharem para a Medusa dentro de até 3 espaços de distância terão as suas velocidades de movimento e de ataque reduzidas em 30%.\n\nSe o inimigo estiver a olhar para a Medusa durante um total de 2 segundos, ele irá transformar-se em pedra.\n\nUnidades petrificadas são atordoadas e sofrem mais 20% de dano físico.",
  "dac_ability_medusa_stone_gaze_lore": "Ela é o meu tipo de mulher, mas eu só tenho olhos para a Mireska. - <i>Hobgen, criminoso apaixonado</i>",
  "dac_ability_medusa_split_shot": "Disparo Dividido",
  "dac_ability_medusa_split_shot_description": "PASSIVA: Medusa dispara até [2/3/4] flechas secundárias, que atingem alvos adicionais a 1 espaço de distância do alvo principal. As flechas adicionais causam -20% do dano da flecha principal.",
  "dac_ability_medusa_split_shot_lore": "Mas tu já viste como é que aquela senhora usa um arco?  Ah espera, se ainda estás a respeirar, provavelmente não... - <i>Grek a falar bem de uma certa arqueira contratada recentemente</i>",
  "dac_ability_troll_warlord_fervor": "Fervor",
  "dac_ability_troll_warlord_fervor_description": "PASSIVA: O Troll Guerrilheiro ganha um bónus de [15/20/25]% de velocidade de ataque com cada golpe desferido.\n\nSe ele mudar de alvo, o bónus é anulado.\n\nEste efeito só se pode acumular um máximo de [6/9/12] vezes.",
  "dac_ability_troll_warlord_fervor_lore": "Eficiente e implacável. Tal como eu. - <i>Quiet, a personificação da eficiência</i>",
  "dac_ability_timbersaw_whirling_death": "Morte Rodopiante",
  "dac_ability_timbersaw_whirling_death_description": "O Serra-lenha rodopia as suas lâminas afiadas, causando [150/200/250] de dano a inimigos dentro de até 2 espaços de distância.",
  "dac_ability_timbersaw_whirling_death_lore": "Já estava à espera que o Enno fosse chamar os amigos da floresta, então tomei providências. - <i>Hobgen, solucionador de problemas</i>",
  "dac_ability_tusk_walrus_punch": "Murro Morsal!",
  "dac_ability_tusk_walrus_punch_description": "Tusk ataca com o seu fortíssimo Murro Morsal, um golpe crítico tão poderoso que lança a sua vítima para o ar. Ao aterrar, a vítima sofre um abrandamento de 40%.",
  "dac_ability_tusk_walrus_punch_lore": "Ele já foi meu amigo. Daqui a nada vamos descobrir se ele veio cá para me ajudar ou para me dar um murro. - <i>Jull a relembrar a sua juventude</i>",
  "dac_ability_abaddon_aphotic_shield": "Escudo Afótico",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon protege um aliado com um escudo que absorve [100/300/600] de dano durante 10 segundos.\n\nQuando o escudo é destruído, este explode e causa [100/300/600] de dano a inimigos dentro de até 2 espaços de distância.\n\nRemove certos tipos de efeitos negativos e atordoamentos ao ser usado.",
  "dac_ability_abaddon_aphotic_shield_lore": "Eu tenho um grande respeito pela Casa de Avernus. - <i>O'nia a dar graxa</i>",
  "dac_ability_terrorblade_metamorph": "Metamorfose",
  "dac_ability_terrorblade_metamorph_description": "O Aterrorizador transforma-se num poderoso demónio que pode atacar com um alcance de até 4 espaços, para além de causar mais [50/100/200] de dano e ter mais [50/75/100] velocidade de ataque. O Aterrorizador também troca os valores de vida com outro aliado no início desta habilidade.",
  "dac_ability_terrorblade_metamorph_lore": "Quando o vês a falar com Anessix, sabes que algo de mau está para acontecer. - <i>Jull, observador de pessoas</i>",
  "dac_ability_techies_bomb": "Minas Remotas",
  "dac_ability_techies_bomb_description": "Os Techies armam um explosivo que detona após 3 segundos e causa [700/1100/1500] de dano a todos os inimigos num alcance de até [3/3/4] espaços.\n\nCausa metade do dano a inimigos que estejam a metade da distância máxima.",
  "dac_ability_techies_bomb_lore": "Digam o que quiserem dos Keen, mas quando é para fazer rir, eles são do melhor. - <i>Hobgen a ver um espetáculo de demolições</i>",
  "dac_ability_disruptor_static_storm": "Tempestade Estática",
  "dac_ability_disruptor_static_storm_description": "O Disruptor cria uma tempestade que silencia e cega (25%) todos os inimigos dentro de 2 espaços de distância do alvo durante [3/4/5] segundos.\n\nAo início o dano é ligeiro, mas vai aumentando com o passar do tempo, causando um total de [115/250/425] de dano.",
  "dac_ability_disruptor_static_storm_lore": "Não sei se ele está aqui mesmo para me ajudar, ou se só quer ficar de olho no Axe. - <i>Wren, capitã de um bando de trafulhas</i>",
  "dac_ability_omniknight_purification": "Purificação",
  "dac_ability_omniknight_purification_description": "O Omnipaladino cura instantaneamente [200/400/720] de vida a um aliado e causa o mesmo valor sob a forma de dano a todos os inimigos a 1 espaço de distância.",
  "dac_ability_omniknight_purification_lore": "Ele usa a fé como uma arma... tal como eu. - <i>Turath, salvador iludido</i>",
  "dac_ability_pudge_meathook": "Gancho",
  "dac_ability_pudge_meathook_description": "O Pudge lança um gancho ensanguentado na direção do seu inimigo mais distante, arrastando-o de volta e causando [150/220/290] de dano.\n\nO Pudge e os seus aliados a 1 espaço de distância irão usar os seus ataques na vítima até que ela morra.",
  "dac_ability_pudge_meathook_lore": "Pudge? Oh, ele é cinco estrelas. Cumprimenta-me sempre quando estou a secar o couro dos cadáveres. - <i>Carl, alfaiate morto-vivo</i>",
  "dac_ability_warlock_shadow_word": "Encantamento Sombrio",
  "dac_ability_warlock_shadow_word_description": "O Demonista sussurra um encantamento que, uma vez por segundo ao longo de 3 segundos, cura [50/125/175] de vida a uma unidade aliada ou causa [50/100/150] de dano a uma unidade inimiga.",
  "dac_ability_warlock_shadow_word_lore": "Há segredos que devem ser guardados... Demnok vai pagar pela sua falta de discrição. - <i>Anessix, à espera do momento certo</i>",
  "dac_ability_bloodseeker_blood_rage": "Fúria Sanguinária",
  "dac_ability_bloodseeker_blood_rage_description": "PASSIVA: Uma vez por segundo, o Sanguinário sofre dano equivalente a 7% da sua vida máxima.\n\nPor cada % de vida em falta, ele ganha 5% de velocidade de ataque.\n\nAo matar um inimigo, ele recupera 35% da sua vida máxima.",
  "dac_ability_bloodseeker_blood_rage_lore": "Se eu aprendi algo na minha carreira, é que o público gosta de sangue. Contrata este homem já. <i>Grek, com bom olho para o negócio</i>",
  "dac_ability_arc_warden_tempest_double": "Duplo Tempestuoso",
  "dac_ability_arc_warden_tempest_double_description": "O Guardião Voltaico cria uma cópia dele mesmo com a mesma quantidade de vida que ele tiver no momento.\n\nA cópia pode usar todos os itens que o Guardião Voltaico tiver no momento e irá tentar atacar o mesmo inimigo que ele. Cópias não podem criar outras cópias.",
  "dac_ability_arc_warden_tempest_double_lore": "Ele traz consigo os mistérios da criação. - <i>Turath, profeta críptico</i>",
  "dac_ability_mirana_arrow": "Flecha Sagrada",
  "dac_ability_mirana_arrow_description": "Mirana dispara uma flecha de longo alcance com uma precisão mortífera, atordoando o alvo durante [3/5/7] segundos e causando [400/800/1800] de dano.",
  "dac_ability_mirana_arrow_lore": "Wren, nunca confies numa fanática. Não vale a pena. - <i>Jull a dar bons conselhos</i>",
  "dac_ability_slark_essence_shift": "Mudança de Essência",
  "dac_ability_slark_essence_shift_description": "PASSIVA: Cada ataque do Slark reduz o dano de ataque do seu alvo em [3/4/5].\n\nO dano do Slark recebe um bónus de [3/4/5] e a sua velocidade de ataque recebe um bónus de [3/5/7].",
  "dac_ability_slark_essence_shift_lore": "O Slark é uma peça vital no contrabando do nosso \\\"produto\\\" no Recife Obscuro. - <i>Jull, empreendedor</i>",
  "dac_ability_slark_pounce": "Salto Violento",
  "dac_ability_slark_pounce_description": "PASSIVA: Ao aterrar depois de um salto, o Slark desarma o seu alvo durante 3 segundos.",
  "dac_ability_slark_pounce_lore": "Como é que ele nos conseguiu passar a perna outra vez!? - <i>Hobgen, sempre com um temperamento ardente</i>",
  "dac_ability_black_dragon_splash_attack": "Ataque Explosivo",
  "dac_ability_black_dragon_splash_attack_description": "PASSIVA: Os ataques de longo alcance do Dragão Negro causam dano a todas as unidades a 1 espaço de distância do alvo inicial.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Grande Clivagem",
  "dac_ability_sven_great_cleave_description": "PASSIVA: Os ataques corpo a corpo desta unidade atingem inimigos próximos.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Imune a Feitiços",
  "dac_ability_roshan_spell_immune_description": "ATIVA: O Roshan torna-se imune a feitiços durante  segundos.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Garras Imobilizantes",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Os ataques do Espírito Urso têm uma chance de atordoar o alvo.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Sede de Sangue",
  "dac_ability_thunder_lizard_bloodlust_description": "A criatura incita um frenesim numa unidade aliada, aumentando a sua velocidade de movimento em [8/10/12]% e a sua velocidade de ataque em [30/40/50]%. Se o alvo for a própria criatura, o bónus de velocidade de ataque é de [35/55/75]%.",
  "dac_ability_thunder_lizard_bloodlust_lore": " ",
  "dac_ability_healing_ward_healing_aura": "Aura Curativa",
  "dac_ability_healing_ward_healing_aura_description": "Cura 20 de vida por segundo a unidades aliadas a 1 espaço de distância.",
  "dac_ability_healing_ward_healing_aura_lore": "",
  "dac_ability_tombstone_raise_zombies": "Zombies!",
  "dac_ability_tombstone_raise_zombies_description": "Unidades que morrerem dentro de até 2 espaços de distância da lápide são transformadas em zombies.",
  "dac_ability_tombstone_raise_zombies_lore": "",
  "dac_ability_barricade_aura": "Barricada",
  "dac_ability_barricade_aura_description": "A barricada protege unidades por perto e é imune a feitiços.",
  "dac_ability_barricade_aura_lore": "",
  "dac_ability_target_dummy_taunt": "Provocar",
  "dac_ability_target_dummy_taunt_description": "O boneco obriga inimigos a atacá-lo.",
  "dac_ability_target_dummy_taunt_lore": ""
}