{
  "dac_ability_antimage_mana_break": "Quebra de Mana",
  "dac_ability_antimage_mana_break_description": "PASSIVA: o Antimago queima [30/60/90] de mana do adversário em cada ataque e causa 50% do mana queimado como dano ao alvo.",
  "dac_ability_antimage_mana_break_lore": "O Antimago está à minha procura... e eu estarei pronto. — <i>Turoth, fugitivo da Mansão Tyler</i>",
  "dac_ability_queenofpain_scream_of_pain": "Grito de Dor",
  "dac_ability_queenofpain_scream_of_pain_description": "A Rainha da Dor solta um grito ensurdecedor ao seu redor, causando [200/300/400] de dano a todos os inimigos em até 3 casas de distância.",
  "dac_ability_queenofpain_scream_of_pain_lore": "Akasha pode até não ser uma grande amiga, mas ela certamente me ajudaria de bom grado... para que eu fique devendo uma. — <i>Anessix, demônio pragmática</i>",
  "dac_ability_lina_laguna_blade": "Lâmina Laguna",
  "dac_ability_lina_laguna_blade_description": "Lina libera um raio de luz, causando [500/750/1200] de dano a uma única unidade.",
  "dac_ability_lina_laguna_blade_lore": "Não foi difícil convencer Lina de vir até a Espiral Branca, somos fãs do trabalho um do outro. — <i>Hobgen, incendiário profissional</i>",
  "dac_ability_natures_prophet_summon_tree": "Chamado da Natureza",
  "dac_ability_natures_prophet_summon_tree_description": "O Profeta da Natureza invoca um Arvoroso, que é considerado um Druida.",
  "dac_ability_natures_prophet_summon_tree_lore": "Enno foi procurar ajuda com os seus amiguinhos da floresta... isso pode ser um problema. — <i>O 'nia, mercadora banida de Revtel</i>",
  "dac_ability_windrunner_powershot": "Disparo Poderoso",
  "dac_ability_windrunner_powershot_description": "A Patrulheira do Vento carrega o seu arco por até 1.5 segundos e solta um único e poderoso disparo, causando até [200/400/600] de dano. Cada inimigo atingido reduz o dano do Disparo Poderoso em 10%.",
  "dac_ability_windrunner_powershot_lore": "Eu fiz muitos amigos durante as minhas viagens, e eu não tenho medo de pedir ajuda. — <i>Wren, viajante global</i>",
  "dac_ability_witch_doctor_paralyzing_cask": "Casco Paralisante",
  "dac_ability_witch_doctor_paralyzing_cask_description": "O Curandeiro lança um casco de pó paralisante que rebate [5/7/9] vezes entre unidades inimigas, atordoando e causando [50/75/100] de dano aos atingidos.",
  "dac_ability_witch_doctor_paralyzing_cask_lore": "Adoro ver o seu trabalho, cara... — <i>Hobgen, travesso feérico</i>",
  "dac_ability_juggernaut_blade_fury": "Fúria da Lâmina",
  "dac_ability_juggernaut_blade_fury_description": "Quando cercado por 2 ou mais inimigos, o Implacável gira com a sua lâmina, deixando-o imune a magias durante 5 segundos enquanto causa [50/100/150] de dano por segundo a unidades inimigas em 1 casa de distância.",
  "dac_ability_juggernaut_blade_fury_lore": "Yurnero não é um simples guerreiro. Ele é Implacável. Se o tivermos ao nosso lado, começaremos a empilhar corpos. — <i>Grek olhando por todos os ângulos</i>",
  "dac_ability_sandking_burrowstrike": "Golpe Subterrâneo",
  "dac_ability_sandking_burrowstrike_description": "O Rei da Areia cava sob a terra e avança em frente, causando [150/250/350] de dano e atordoando os inimigos atingidos por 2 segundos.\nAplica um acúmulo de Finalização Cáustica a todos os inimigos atingidos.",
  "dac_ability_sandking_burrowstrike_lore": "Trabalhamos duro para estabelecer a nossa rede de túneis, não podemos deixar o Rei da Areia destruir o que construímos. — <i>Jull, barão do licor</i>",
  "dac_ability_sandking_caustic_finale": "Final Cáustico",
  "dac_ability_sandking_caustic_finale_description": "PASSIVA: Ataques do Rei da Areia envenenam inimigos atingidos por 3.5 segundos. A unidade explode ao fim da duração, causando [50/100/200] de dano e reduzindo em -35 a velocidade de movimento de todos os inimigos adjacentes ao alvo durante 1.75 segundos. O dano é reduzido pela metade caso o alvo ainda esteja vivo.",
  "dac_ability_sandking_caustic_finale_lore": "Não dava para ele pelo menos colocar uma lona antes? — <i>Anessix, infernalista intocada</i>",
  "dac_ability_shadow_fiend_requiem": "Réquiem das Almas",
  "dac_ability_shadow_fiend_requiem_description": "O Terror das Sombras canaliza as almas dos condenados e libera uma energia demoníaca ao seu redor, causando [100/175/250] de dano a todos os atingidos.",
  "dac_ability_shadow_fiend_requiem_lore": "A Corte de Ristul e eu temos um... entendimento. — <i>Anessix, demônio terrestre</i>",
  "dac_ability_phantom_assassin_coup_de_grace": "Coup de Grace",
  "dac_ability_phantom_assassin_coup_de_grace_description": "PASSIVA: a Assassina Fantasma tem [15/20/25]% de chance de acertar um golpe crítico de [300/450/600]% contra unidades inimigas.",
  "dac_ability_phantom_assassin_coup_de_grace_lore": "Ela assassinou Kwerthias, por que eu não deveria pensar que ela também está atrás de mim? — <i>O'nia, mercadora paranóica</i>",
  "dac_ability_drow_ranger_trueshot_aura": "Aura de Precisão",
  "dac_ability_drow_ranger_trueshot_aura_description": "PASSIVA: a Patrulheira Drow adiciona [10/20/30]% de velocidade de ataque a todos os aliados em 1 casa de distância.",
  "dac_ability_drow_ranger_trueshot_aura_lore": "Traxex. Você e eu vamos para o topo. Confie em mim. — <i>Grek, vendedor de óleo de cobra</i>",
  "dac_ability_morphling_waveform": "Forma de Onda",
  "dac_ability_morphling_waveform_description": "O Morfoso se dissolve em líquido e avança em frente, causando [150/250/350] de dano às unidades inimigas no seu caminho.\n\nO Morfoso é invulnerável durante a Forma de Onda.",
  "dac_ability_morphling_waveform_lore": "O fato de Turath conseguir se dar bem com o Morfoso é... preocupante. — <i>Quieta, sempre conspirando</i>",
  "dac_ability_axe_berserkers_call": "Grito do Furioso",
  "dac_ability_axe_berserkers_call_description": "O Machado provoca unidades inimigas em 1 casa de distância, forçando-as a atacá-lo. Durante o Grito do Furioso, o Machado ganha mais [15/25/35] de armadura.",
  "dac_ability_axe_berserkers_call_lore": "Conseguir ajuda do Machado é moleza... basta cerveja e a promessa de uma boa história para contar depois. — <i>Wren, rebelde entusiasta</i>",
  "dac_ability_razor_plasma_field": "Campo de Plasma",
  "dac_ability_razor_plasma_field_description": "Razor libera um círculo elétrico que fica mais forte conforme se expande e enfraquece quando se contrai, causando retardo e até [50/100/150] de dano a unidades inimigas em até 3 casas de distância.\n\nO dano e retardo aumentam de acordo com a distância até Razor.\n\nO Anel Elétrico atinge as unidades duas vezes, uma na ida e uma na volta.",
  "dac_ability_razor_plasma_field_lore": "Caso ache ele assustador nas ruas da Espiral Branca, deveria ver o que ele faz no Labirinto Estreito. — <i>Anessix, fã de esportes</i>",
  "dac_ability_crystal_maiden_brilliance_aura": "Aura Arcana",
  "dac_ability_crystal_maiden_brilliance_aura_description": "PASSIVA: a cada 2 segundos a Donzela Cristalina fornece mais [8/14/20] de regeneração de mana a todas as unidades aliadas.",
  "dac_ability_crystal_maiden_brilliance_aura_lore": "Me pergunto se ela está aqui por mim ou por Turath... — <i>Jull, contrabandista das Geleiras Devastadas</i>",
  "dac_ability_kunkka_ghostship": "Navio Fantasma",
  "dac_ability_kunkka_ghostship_description": "Kunkka Invoca um navio fantasmagórico que navega pelo campo de batalha antes de se quebrar, causando [50/150/250] de dano e atordoando por [1.4/1.7/2] segundos todos os inimigos em até [2/2/3] casas de distância do naufrágio.",
  "dac_ability_kunkka_ghostship_lore": "Mamãe Eeb tinha muitos amigos... Kunkka quer respostas tanto quanto eu. — <i>Wren, filha vingativa</i>",
  "dac_ability_tiny_toss": "Lançar",
  "dac_ability_tiny_toss_description": "Pedrinha pega um inimigo adjacente aleatório e o lança no alvo inimigo mais distante.\n\nNo impacto, causa [100/200/300] de dano a todos os inimigos em 1 casa de distância e os atordoa por [1.5/2/2.5] segundos.",
  "dac_ability_tiny_toss_lore": "Parece que Enno ganhou uns músculos. — <i>Grek encontra um grande problema</i>",
  "dac_ability_puck_illusory_orb": "Orbe Ilusório",
  "dac_ability_puck_illusory_orb_description": "Puck lança um orbe mágico que flutua em linha reta, causando [150/200/250] de dano a unidades inimigas atingidas.",
  "dac_ability_puck_illusory_orb_lore": "Não deixe as aparências enganarem, Puck é um grande canalha. — <i>Hobgen soltando palavras de sabedoria</i>",
  "dac_ability_puck_phase_shift": "Troca de Fase",
  "dac_ability_puck_phase_shift_description": "<i>DESTRAVADA PELA ALIANÇA DE DRAGÕES</i>\nPASSIVA: quando estiver prestes a sofrer dano, Puck troca para outra dimensão por pouco tempo, onde se torna imune a qualquer tipo de dano por 0.5 segundos.",
  "dac_ability_puck_phase_shift_lore": "Aquele pestinha nunca está por perto quando a gente precisa dele. — <i>Hobgen, Underlord impaciente</i>",
  "dac_ability_clockwerk_battery_assault": "Investida de Bateria",
  "dac_ability_clockwerk_battery_assault_description": "O Mecanismo dispara fortes estilhaços em unidades inimigas aleatórias em 1 casa de distância durante 5 segundos, causando [50/75/100] de dano mágico e miniatordoamento.",
  "dac_ability_clockwerk_battery_assault_lore": "O Arauto de Latão o chamaria de aberração. Eu já acho que você é bem esperto, pequeno Keen. — <i>Quieta, autômata herege</i>",
  "dac_ability_lich_chain_frost": "Congelamento em Cadeia",
  "dac_ability_lich_chain_frost_description": "O Lich lança um orbe congelado que rebate entre unidades próximas até [6/9/12] vezes, retardando as suas velocidades de ataque e movimento em -65% por 2.5 segundos, causando [200/300/400] de dano em cada impacto.",
  "dac_ability_lich_chain_frost_lore": "Podemos nos ajudar, Lich. — <i>Taurath realiza uma barganha faustiana</i>",
  "dac_ability_tidehunter_ravage": "Devastar",
  "dac_ability_tidehunter_ravage_description": "O Caçador da Maré bate no chão, fazendo com que tentáculos emerjam em todas as direções, causando [100/150/250] de dano e atordoando todas as unidades inimigas em até [1/2/3] casas de distância por [2/2.25/3] segundos.",
  "dac_ability_tidehunter_ravage_lore": "Kunkka, eu gostava mais de você quando você não era caçado por um Leviatã. — <i>Wren, amiga da onça</i>",
  "dac_ability_shadow_shaman_voodoo": "Enfeitiçar",
  "dac_ability_shadow_shaman_voodoo_description": "O Xamã das Sombras transforma uma unidade inimiga em uma criatura inofensiva, desativando ataques e habilidades por [4/6/8] segundos.",
  "dac_ability_shadow_shaman_voodoo_lore": "Deixa eu falar, aquele cara sabe dar um show! — <i>Grek e sua cortesia profissional</i>",
  "dac_ability_enigma_midnight_pulse": "Pulso da Meia-noite",
  "dac_ability_enigma_midnight_pulse_description": "O Enigma cobre uma área com magia negra, causando [5/7/9]% de vida máxima da unidade inimiga por 10 segundos dentro de um raio de [1/2/3] casas.",
  "dac_ability_enigma_midnight_pulse_lore": "Há certas coisas nesse mundo que não se pode controlar. —<i>Turath, mago enlouquecido</i>",
  "dac_ability_tinker_heat_seeking_missile": "Mísseis Termoguiados",
  "dac_ability_tinker_heat_seeking_missile_description": "O Inventor lança foguetes em [2/3/4] inimigos aleatórios, causando [350/450/450] de dano no impacto.",
  "dac_ability_tinker_heat_seeking_missile_lore": "A Sociedade Keen de Mentes Afins será um problema caso passe despercebida. — <i>O'nia tenta montar uma frente unificada</i>",
  "dac_ability_sniper_assassinate": "Assassinar",
  "dac_ability_sniper_assassinate_description": "O Franco-atirador trava a sua mira em uma unidade inimiga por 2 segundos antes de disparar uma bala devastadora que causa [1000/2000/3000] de dano e miniatordoamento ao alvo.",
  "dac_ability_sniper_assassinate_lore": "Eu costumava usar uma performance Keen na abertura do meu espetáculo... o público amava, mas o pessoal do seguro nem tanto. — <i>Grek, focado na linha de fundo</i>",
  "dac_ability_necrophos_death_pulse": "Pulso Mortal",
  "dac_ability_necrophos_death_pulse_description": "O Nécrofos libera uma onda de morte ao seu redor, afetando unidades inimigas e aliadas em até 3 casas de distância.\n\nO Pulso Mortal causa [100/150/200] de dano a inimigos e [100/175/250] de cura a aliados.",
  "dac_ability_necrophos_death_pulse_lore": "Vamos lá, Nécrofos, tem que haver algo que você queira... — <i>Anessix, demônio com lábia</i>",
  "dac_ability_slardar_amplify_damage": "Neblina Corrosiva",
  "dac_ability_slardar_amplify_damage_description": "Slardar modifica a armadura inimiga com [-15/-30/-45] durante 20 segundos.",
  "dac_ability_slardar_amplify_damage_lore": "Slark e eu fazíamos negócios, acho que também podemos nos entender. — <i>Jull, chave de cadeia</i>",
  "dac_ability_beastmaster_wild_axes": "Machados Selvagens",
  "dac_ability_beastmaster_wild_axes_description": "O Senhor das Feras lança os seus machados no ar e depois os chama de volta, cortando unidades inimigas e causando [60/100/140] de dano.\n\nCada machado só pode atingir um inimigo uma vez e amplifica danos subsequentes do Senhor das Feras em [10/20/30]%.",
  "dac_ability_beastmaster_wild_axes_lore": "Cadê que aqueles amantes das árvores não vão atrás desse cara? — <i>Grek reclamando sobre Enno</i>",
  "dac_ability_venomancer_plague_ward": "Sentinela de Praga",
  "dac_ability_venomancer_plague_ward_description": "O Venomante invoca [1/1/1] Sentinela de Praga para lutar ao seu lado.",
  "dac_ability_venomancer_plague_ward_lore": "As suas criações são uma maravilha de se ver. Deixe-me ajudar a cultivar o seu jardim... — <i>Tauroth percebe que adulação leva longe</i>",
  "dac_ability_templar_assassin_refraction": "Refração",
  "dac_ability_templar_assassin_refraction_description": "A Assassina Templária torna-se elusiva, evitando sofrer dano e causando mais [40/60/80]% de dano.\n\nO dano e efeito de esquiva são separados, cada um com [4/6/8] instâncias.",
  "dac_ability_templar_assassin_refraction_lore": "Se me ajudar, estaremos quites. — <i>Wren procura toda a ajuda que conseguir</i>",
  "dac_ability_viper_viper_strike": "Picada da Víbora",
  "dac_ability_viper_viper_strike_description": "O veneno ácido da Víbora retarda em [-40/-60/-80]% as velocidades de movimento e ataque da unidade inimiga, além de causar [150/250/350] de dano por veneno ao longo do tempo.\n\nO efeito retardante diminui ao longo da duração do veneno.",
  "dac_ability_viper_viper_strike_lore": "Não somos tão diferentes... eu também conheço a escravidão. — <i>Quieta, autômata planejadora</i>",
  "dac_ability_viper_corrosive_skin": "Escama Corrosiva",
  "dac_ability_viper_corrosive_skin_description": "<i>DESTRAVADA PELA ALIANÇA DE DRAGÕES</i>\nPASSIVA: a Víbora libera uma toxina infecciosa que causa [20/30/40] de dano e retarda a velocidade de ataque de inimigos que lhe causem dano por 2 segundos. O ácido liberado também aumenta a sua resistência mágica em [30/50/70].",
  "dac_ability_viper_corrosive_skin_lore": "Eu adoraria encontrar uma forma de fazer um casaco daquilo... — <i>Carl, sonhando alto</i>",
  "dac_ability_luna_moon_glaive": "Glaives Lunares",
  "dac_ability_luna_moon_glaive_description": "PASSIVA: as glaives de Luna rebatem entre unidades inimigas em até 2 casas de distância.\n\nAs glaives causam 30% a menos de dano a cada rebatida.",
  "dac_ability_luna_moon_glaive_lore": "Não consigo entender metade do que está dizendo, mas gostei de como lança essas coisas. — <i>Grek, carismático</i>",
  "dac_ability_dragon_knight_breathe_fire": "Soprar Fogo",
  "dac_ability_dragon_knight_breathe_fire_description": "O Cavaleiro Dragão libera um sopro de fogo à sua frente, queimando inimigos em [200/350/500] de dano e reduzindo em [25/40/55] o dano causado pelos ataques das unidades atingidas, durante 6 segundos.",
  "dac_ability_dragon_knight_breathe_fire_lore": "Davion, os seus talentos estão sendo desperdiçados em alguém que não reconhece a beleza do que você faz. — <i>Hobgen tenta caçar talentos</i>",
  "dac_ability_dragon_knight_elder_dragon_form": "Forma de Dragão Ancestral",
  "dac_ability_dragon_knight_elder_dragon_form_description": "<i>DESTRAVADA PELA ALIANÇA DE DRAGÕES</i>\nPASSIVA: no início do combate, o Cavaleiro Dragão assume a forma de um dos três poderosos dragões ancestrais, aumentando a sua velocidade de movimento em 30% e dano de ataque em [50/100/150], o que lhe confere novos poderes.\n\nDragão Verde:\\nataques causam [30/30/30] de dano de veneno por segundo durante [5/5/5] segundos.\n\nDragão Vermelho:\\nalém de envenenar inimigos, ataques causam 50% de dano a todas as unidades inimigas a até 1 casa de distância do alvo.\n\nDragão Azul:\\nalém de envenenar inimigos, ataques reduzem as velocidades de movimento em -30% e de ataque em -30% de unidades inimigas em até 1 casa de distância durante [3/3/3] segundos.",
  "dac_ability_dragon_knight_elder_dragon_form_lore": "Kaden falou muito bem de você, vamos ver se era da boca pra fora. — <i>Wren, amiga do dragão</i>",
  "dac_ability_enchantress_natures_attendants": "Atendentes da Natureza",
  "dac_ability_enchantress_natures_attendants_description": "A Encantadora invoca uma nuvem de [3/5/7] espíritos que curam todos os aliados em até 4 casas de distância.\n\nDurante 11 segundos, os aliados são curados em 25 de vida a cada 1.5 segundos.",
  "dac_ability_enchantress_natures_attendants_lore": "Ela não durará um dia na Espiral Branca. Nem. Um. Dia. — <i>Hobgen subestima a sua adversária</i>",
  "dac_ability_bounty_hunter_shuriken_toss": "Lançamento de Shuriken",
  "dac_ability_bounty_hunter_shuriken_toss_description": "O Caçador de Recompensas lança uma shuriken mortal em uma unidade inimiga, causando [300/500/700] de dano e miniatordoamento ao alvo.",
  "dac_ability_bounty_hunter_shuriken_toss_lore": "Enquanto tiver dinheiro, sempre confie em alguém cuja lealdade esteja à venda. — <i>O'nia, de sabedoria questionável</i>",
  "dac_ability_batrider_sticky_napalm": "Napalm Pegajoso",
  "dac_ability_batrider_sticky_napalm_description": "O Morcegueiro lança um frasco, cobrindo o chão em um raio de 2 casas de distância do ponto de impacto com um óleo pegajoso, amplificando em [20/40/80] de dano os ataques do Morcegueiro a alvos afetados, além de reduzir as velocidades de movimento e ataque de inimigos em -5%.\n\nNovos acúmulos de Napalm Pegajoso continuam aumentando o dano e porcentagem de retardo até um máximo de [4/7/10] acúmulos.",
  "dac_ability_batrider_sticky_napalm_lore": "Eu amo esse cara. EU AMO ELE. — <i>Hobgen, piromaníaco</i>",
  "dac_ability_doom_bringer_doom": "Condenar",
  "dac_ability_doom_bringer_doom_description": "O Condenador invoca uma poderosa maldição que impede um inimigo de lançar magias ou usar itens e bloqueia efeitos passivos, além de sofrer [60/90/120] de dano por segundo.\n\nDura 20 segundos.",
  "dac_ability_doom_bringer_doom_lore": "Prefiro fazer os meus pactos com demônios metafóricos... — <i>O'nia opina sobre os aliados de Anessix</i>",
  "dac_ability_gyrocopter_call_down": "Lançamento Aéreo",
  "dac_ability_gyrocopter_call_down_description": "O Girocóptero lança um ataque de mísseis aéreos, atingindo todas as unidades inimigas em até 3 casas de distância do impacto.\n\nDois mísseis chegam sucessivamente, o primeiro causando [200/300/400] de dano e 30% de retardo por 2 segundos; o outro causando [200/300/400] de dano e 60% de retardo por 4 segundos.",
  "dac_ability_gyrocopter_call_down_lore": "Pense em quanto poderíamos contrabandear com essa ajudinha. — <i>Jull pensando no panorama geral</i>",
  "dac_ability_alchemist_acid_spray": "Spray Ácido",
  "dac_ability_alchemist_acid_spray_description": "O Alquimista borrifa um ácido de alta pressão, afetando inimigos em até 3 casas de distância do alvo.\n\nUnidades inimigas que pisarem no terreno contaminado sofrerão [15/25/35] de dano por segundo e terão a sua armadura reduzida em [-5/-8/-11].",
  "dac_ability_alchemist_acid_spray_lore": "Você gosta de queimar a cara das pessoas, eu gosto de queimar o lar delas... é a combinação perfeita. — <i>Hobgen une o útil ao agradável</i>",
  "dac_ability_lycan_wolf_spawn_shift": "Invocar Lobos",
  "dac_ability_lycan_wolf_spawn_shift_description": "O Lican invoca dois lobos para lutarem ao seu lado.\n\nEm seguida, o Lican se transforma e ganha mais [30/40/50]% da sua vida máxima, tem a velocidade de movimento amplificada para 650 e tem 40% de chance de causar um golpe crítico de [150/175/200]% de dano.",
  "dac_ability_lycan_wolf_spawn_shift_lore": "Por favor, Lican, ajude a minha vingança. — <i>Wren apelando para o lado humano do Lican</i>",
  "dac_ability_lone_druid_summon_bear": "Invocar Espírito Urso",
  "dac_ability_lone_druid_summon_bear_description": "Invoca um poderoso Espirito Urso companheiro.",
  "dac_ability_lone_druid_summon_bear_lore": "Mantém o urso longe de mim, beleza? Eu não gosto de ursos. — <i>Grek, com fobia de ursos</i>",
  "dac_ability_chaos_knight_chaos_bolt": "Raio Caótico",
  "dac_ability_chaos_knight_chaos_bolt_description": "O Cavaleiro do Caos lança um misterioso raio de energia que atordoa uma unidade inimiga por uma duração aleatória e também causa dano aleatório.",
  "dac_ability_chaos_knight_chaos_bolt_lore": "Bem que a Espiral Branca poderia passar por um pequeno caos... — <i>Hobgen, agente do caos</i>",
  "dac_ability_ogre_magi_bloodlust": "Sede de Sangue",
  "dac_ability_ogre_magi_bloodlust_description": "O Ogro Magi faz com que uma unidade aliada entre em estado de fúria, aumentando a sua velocidade de movimento em [8/10/12]% e a de ataque em [30/65/100]%. Caso o alvo seja o próprio Ogro Magi, a velocidade de ataque adicional é de [50/90/130]%.",
  "dac_ability_ogre_magi_bloodlust_lore": "O Magi vale o dobro do que cobra... ainda bem que ele é idiota. — <i>O'nia, caçadora de barganhas</i>",
  "dac_ability_treant_leech_seed": "Erva Daninha",
  "dac_ability_treant_leech_seed_description": "O Arvoroso planta uma semente sugadora de vida em uma unidade inimiga, drenando [100/150/200] da sua vida a cada 1.5 segundos, enquanto retarda as suas velocidades de ataque e movimento em -50%.\n\nA semente cura unidades aliadas em até 1 casas de distância do alvo. Dura 5 segundos. Acaba antes se o alvo morrer.",
  "dac_ability_treant_leech_seed_lore": "Não vou mentir, eu não esperava que Enno fosse buscar ajuda com uma árvore. — <i>Jull e Anessix tomam uma</i>",
  "dac_ability_keeper_of_the_light_illuminate": "Iluminar",
  "dac_ability_keeper_of_the_light_illuminate_description": "O Guardião da Luz canaliza energia, que se torna mais poderosa conforme é canalizada. Quando lançada, uma onda avança em frente, causando [150/200/250] de dano por cada segundo canalizado.",
  "dac_ability_keeper_of_the_light_illuminate_lore": "O Guardião é mais poderoso do que deixa aparentar... se passar batido, ele será o nosso fim. — <i>Turath, destruidor da luz</i>",
  "dac_ability_medusa_stone_gaze": "Olhar Petrificante",
  "dac_ability_medusa_stone_gaze_description": "Unidades inimigas em até 3 casas de distância olhando para Medusa terão as suas velocidades de movimento e ataque reduzidas em 30%.\n\nCaso passe 2 segundos olhando para Medusa, a unidade se transformará em pedra.\n\nUnidades petrificadas são atordoadas e sofrem 20% de dano físico adicional.",
  "dac_ability_medusa_stone_gaze_lore": "Ela faz o meu tipo, mas eu só tenho olhos para Mireska. — <i>Hobgen, criminoso apaixonado</i>",
  "dac_ability_medusa_split_shot": "Disparo Dividido",
  "dac_ability_medusa_split_shot_description": "PASSIVA: Medusa dispara até [2/3/4] flechas secundárias magicamente, atingindo alvos adicionais em 1 casa de distância do alvo principal. As flechas secundárias causam -20% do dano causado pela flecha principal.",
  "dac_ability_medusa_split_shot_lore": "Já viu como ela usa o arco e flecha? Se bem que você ainda está respirando, então acho que não... — <i>Grek fala sobre a sua mais nova contratada</i>",
  "dac_ability_troll_warlord_fervor": "Fervor",
  "dac_ability_troll_warlord_fervor_description": "PASSIVA: o Comandante Troll desfere golpe atrás de golpe, recebendo um aumento de [15/20/25]% de velocidade de ataque a cada acúmulo.\n\nSe o Troll mudar de alvo, os acúmulos são zerados.\n\nEsse efeito é acumulável até um máximo de [6/9/12].",
  "dac_ability_troll_warlord_fervor_lore": "Eficiente e incansável. Assim como eu. — <i>Quieta, sem desperdício de esforço</i>",
  "dac_ability_timbersaw_whirling_death": "Vórtice Mortal",
  "dac_ability_timbersaw_whirling_death_description": "O Serrote gira as suas afiadíssimas lâminas, causando [150/200/250] de dano a unidades em até 2 casas de distância.",
  "dac_ability_timbersaw_whirling_death_lore": "Imaginei que Enno fosse chamar os amiguinhos da floresta... então me planejei à altura. — <i>Hobgen resolvendo problemas</i>",
  "dac_ability_tusk_walrus_punch": "Soco Morsal!",
  "dac_ability_tusk_walrus_punch_description": "O Marfim se concentra no seu temido Soco Morsal, um golpe crítico tão poderoso que lança a vítima ao ar.\n\nAo aterrissar, a vítima sofre 40% de retardo.",
  "dac_ability_tusk_walrus_punch_lore": "Ele já foi meu amigo. Em breve descobriremos se veio me ajudar ou me socar. — <i>Jull relembra a juventude</i>",
  "dac_ability_abaddon_aphotic_shield": "Escudo Afótico",
  "dac_ability_abaddon_aphotic_shield_description": "Abaddon protege uma unidade aliada com um escudo que absorve [100/300/600] de dano por 10 segundos.\n\nQuando o escudo é destruído, ele explode e causa [100/300/600] de dano a inimigos em até 2 casas de distância.\n\nRemove alguns tipos de efeitos negativos e atordoamentos quando lançado.",
  "dac_ability_abaddon_aphotic_shield_lore": "Eu tenho grande respeito pela Casa Averno. — <i>O'nia prestando admiração</i>",
  "dac_ability_terrorblade_metamorph": "Metamorfose",
  "dac_ability_terrorblade_metamorph_description": "Terror se transforma em um demônio poderoso, ganhando ataque em longo alcance de até 4 casas, além de mais [50/100/200] de dano e [50/75/100] de velocidade de ataque. Terror também troca de vida com outro aliado no início da habilidade.",
  "dac_ability_terrorblade_metamorph_lore": "Quando aquele ali conversa com Anessix... é porque a jiripoca vai piar. — <i>Jull, observador nato</i>",
  "dac_ability_techies_bomb": "Minas Remotas",
  "dac_ability_techies_bomb_description": "A gangue planta um explosivo que detona após 3 segundos, causando [700/1100/1500] de dano a inimigos em até [3/3/4] casas de distância.\n\nCausa metade do dano a inimigos acima da metade da distância máxima.",
  "dac_ability_techies_bomb_lore": "Fale o que quiser sobre os Keen, pelo menos eles são engraçados. — <i>Hobgen assiste a uma demolição</i>",
  "dac_ability_disruptor_static_storm": "Tempestade Eletrostática",
  "dac_ability_disruptor_static_storm_description": "O Disruptor cria uma tempestade elétrica que silencia e cega (25%) todas as unidades inimigas em até 2 casas de distância do centro durante [3/4/5] segundos.\n\nO dano começa fraco mas aumenta com o tempo, causando um total de [115/250/425] ao longo da duração da tempestade.",
  "dac_ability_disruptor_static_storm_lore": "Não sei se ele está aqui para me ajudar ou se quer apenas ficar de olho no Machado. — <i>Wren, capitã de uma equipe variada</i>",
  "dac_ability_omniknight_purification": "Purificação",
  "dac_ability_omniknight_purification_description": "O Onitemplário cura uma unidade aliada em [200/400/720] de vida instantaneamente e causa dano a todas as unidades em 1 casa de distância.",
  "dac_ability_omniknight_purification_lore": "Ele usa a fé como uma arma... assim como eu. — <i>Turath, salvador delirante</i>",
  "dac_ability_pudge_meathook": "Gancho de Carne",
  "dac_ability_pudge_meathook_description": "Pudge lança um gancho ensanguentado em direção ao seu inimigo mais distante, arrastando a vítima em sua direção enquanto causa [150/220/290] de dano.\n\nPudge e os seus aliados em 1 casa de distância direcionam os ataques à vítima até que ela morra.",
  "dac_ability_pudge_meathook_lore": "Pudge? Ah, ele é uma grande pessoa. Sempre me dá um oi quando estou destroçando os corpos. — <i> Carl, alfaiate morto-vivo</i>",
  "dac_ability_warlock_shadow_word": "Palavra Sombria",
  "dac_ability_warlock_shadow_word_description": "O Bruxo sussurra um encantamento que dura 3 segundos. Cura [50/125/175] de vida por segundo para unidades aliadas ou [50/100/150] de dano a unidades inimigas.",
  "dac_ability_warlock_shadow_word_lore": "Alguns segredos devem ser guardados... Demnok pagará pela sua falta de noção. — <i>Anessix, ganhando tempo</i>",
  "dac_ability_bloodseeker_blood_rage": "Fúria por Sangue",
  "dac_ability_bloodseeker_blood_rage_description": "PASSIVA: a cada segundo, o Sanguinário sofre dano equivalente a 7% da sua vida máxima.\n\nPara cada % de vida faltante, ele recebe 5% de velocidade de ataque.\n\nAo fazer uma vítima, ele recupera 35% da vida máxima.",
  "dac_ability_bloodseeker_blood_rage_lore": "Se eu aprendi algo na minha carreira, é que o pessoal adora sangue. Contrate esse cara. — <i>Grek, mestre da propaganda</i>",
  "dac_ability_arc_warden_tempest_double": "Duplicata Tempestuosa",
  "dac_ability_arc_warden_tempest_double_description": "O Guardião do Arco cria uma cópia de si mesmo com a mesma quantidade de vida.\n\nA duplicata pode usar todos os itens do Guardião do Arco e tenta atacar o mesmo inimigo do seu criador. Clones não podem criar outros clones.",
  "dac_ability_arc_warden_tempest_double_lore": "Ele traz consigo os mistérios da criação. — <i>Turath, profeta enigmático</i>",
  "dac_ability_mirana_arrow": "Flecha Sagrada",
  "dac_ability_mirana_arrow_description": "Mirana dispara uma flecha de longo alcance com precisão mortal, atordoando o alvo por [3/5/7] segundos e causando [400/800/1800] de dano.",
  "dac_ability_mirana_arrow_lore": "Nunca confie em uma fanática, Wren... não vale a pena. — <i>Jull dando um conselho de amigo</i>",
  "dac_ability_slark_essence_shift": "Troca de Essência",
  "dac_ability_slark_essence_shift_description": "PASSIVA: A cada ataque, Slark reduz o dano do alvo em [3/4/5].\n\nO dano causado por Slark aumenta em [3/4/5] e a velocidade de movimento em [3/5/7].",
  "dac_ability_slark_essence_shift_lore": "Slark é peça-chave no contrabando do nosso produto no Recife Sombrio. — <i>Jull, meritocrata convicto</i>",
  "dac_ability_slark_pounce": "Bote",
  "dac_ability_slark_pounce_description": "PASSIVA: ao aterrissar depois de um salto, Slark desarma o alvo por 3 segundos.",
  "dac_ability_slark_pounce_lore": "Como é que ele nos pegou de surpresa de novo?! — <i>Hobgen com fogo nos olhos</i>",
  "dac_ability_black_dragon_splash_attack": "Ataque Explosivo",
  "dac_ability_black_dragon_splash_attack_description": "PASSIVA: os ataques de longo alcance do Dragão Negro causam dano explosivo a unidades em uma casa de distância do alvo inicial.",
  "dac_ability_black_dragon_splash_attack_lore": " ",
  "dac_ability_sven_great_cleave": "Grande Transposição",
  "dac_ability_sven_great_cleave_description": "PASSIVA: os ataques corpo a corpo de Sven atingem inimigos próximos.",
  "dac_ability_sven_great_cleave_lore": " ",
  "dac_ability_roshan_spell_immune": "Imunidade Mágica",
  "dac_ability_roshan_spell_immune_description": "ATIVA: Roshan torna-se imune a magias por  segundos.",
  "dac_ability_roshan_spell_immune_lore": " ",
  "dac_ability_lone_druid_spirit_bear_entangle": "Garras Entrelaçantes",
  "dac_ability_lone_druid_spirit_bear_entangle_description": "Ataques do Espírito Urso podem entrelaçar e atordoar o alvo.",
  "dac_ability_lone_druid_spirit_bear_entangle_lore": " ",
  "dac_ability_thunder_lizard_bloodlust": "Sede de Sangue",
  "dac_ability_thunder_lizard_bloodlust_description": "A criatura faz com que uma unidade aliada entre em estado de fúria, aumentando a sua velocidade de movimento em [8/10/12]% e a de ataque em [30/40/50]%. Caso o alvo seja o próprio usuário, a velocidade de ataque adicional é de [35/55/75]%.",
  "dac_ability_thunder_lizard_bloodlust_lore": " ",
  "dac_ability_healing_ward_healing_aura": "Aura de Cura",
  "dac_ability_healing_ward_healing_aura_description": "Cura unidades aliadas em 1 casa de distância em 20 de vida por segundo.",
  "dac_ability_healing_ward_healing_aura_lore": "",
  "dac_ability_tombstone_raise_zombies": "Despertar Zumbis",
  "dac_ability_tombstone_raise_zombies_description": "Unidades que morrem em até 2 casas de distância invocam um zumbi.",
  "dac_ability_tombstone_raise_zombies_lore": "",
  "dac_ability_barricade_aura": "Barricada",
  "dac_ability_barricade_aura_description": "A barricada protege unidades próximas e é imune a magias.",
  "dac_ability_barricade_aura_lore": "",
  "dac_ability_target_dummy_taunt": "Provocar",
  "dac_ability_target_dummy_taunt_description": "O saco de pancada provoca inimigos a atacá-lo.",
  "dac_ability_target_dummy_taunt_lore": ""
}